{"name": "Asperger综合征", "desc": "Asperger综合症，也叫做埃斯博格综合症，多在儿童期发病，是一种类似于典型孤独症的交互性社交活动性质异常，其主要表现为活动内容刻板和重复、社会互动功能受损、兴趣狭窄、注意力集中困难、运动协调能力差以及情绪很脆弱等。 以上这些症状与自闭症的某些表现相似，所以就连大部分自闭症专家也会认为自闭症和AsperRer综合症属于同一系列中两种程度重轻同的障碍，甚至有人认为Asperger综合症是自闭症系列中程度较轻的一种。其实，经过比较研究发现，这两者病症是有区别的。", "cure_department": ["心理科"], "cause": ["本病病因未明。双生儿研究提示在单卵双生儿中同病率高于双卵者。脑电图及脑影像检查均有较高的异常率，但不具特异性。神经系统软体征也较多。某些疾病，例如脆性X染色体综合征患者并发孤独症症状者也较多。孤独症最早的发病率报道为2-4/万。流行病学研究显示男孩明显多于女该，男：女的为4：1.我国尚无流行病学调查。"], "prevent": ["职业训练", "一般来说，患有AS的成年人在寻找职业时都无法符合工作的要求，又或者因为较差的面试技巧、社交能力及古怪行为和焦虑性攻击行为而无法持久的进行某一项工作。由于无法胜任技巧性工作，这些患者可能会在好心的朋友和亲戚的帮助下找到体力性的工作。", "但由于极差的视觉―运动能力，他们多将再次失败，从而导致破坏性的情绪暗示。对AS患者进行职业训练并让他们在可得到一定程度支持及保护的环境下工作(此工作必须不受他们的神经心理损害的限制)是十分重要的，同时，这些工作又不能对社交能力有较高的要求。"], "check": ["神经系统检查"], "symptom": ["精神分裂症"], "accompany": ["精神变态"], "do_eat": ["苹果", "香蕉", "香梨", "鸭梨", "白菜", "菠菜"], "not_eat": ["蛋糕", "蛋糕", "杨梅", "大蒜", "辣椒(红、尖、干)", "洋葱"], "common_drug": []}
{"name": "阿罗瞳孔", "desc": "表现光反射消失，调节反射存在。为顶盖前区病变使光反射径路受损，经典病因为神经梅毒如脊髓痨，目前，Edinger-Wesrphal核区其他病变如多发性硬化更常见。", "cure_department": ["五官科", "眼科"], "cause": ["阿罗瞳孔为神经梅毒的特有体征。系光反射的经路受梅毒病变(尤其是脊髓痨)的破坏引起。瞳孔缩小与中脑动眼神经核前方之中间神经元附近病变有关。"], "prevent": ["1、定期检查：即使没有任何不适也应该定期检查。", "2、积极治疗原发病、一定要在医生指导下用药：用药若不对症，就有可能加重病情。", "3、增强免疫力：要经常锻炼身体，增强体质;要保证充足的睡眠;多食富含维生素的食品;要学会调节自己的情绪，心情愉快时免疫力会增强。"], "check": ["眼底检查", "血常规"], "symptom": ["神经梅毒", "多发性硬化"], "accompany": ["瞳孔变白"], "do_eat": ["白菜", "莲藕", "芹菜", "甜菜根", "野韭菜"], "not_eat": ["奶酪", "辣椒(红、尖、干)", "肥膘肉", "虾米", "白酒", "啤酒"], "common_drug": ["吉春制药 增光胶囊", "普华克胜 眼氨肽滴眼液", "五景药业 托吡卡胺滴眼液", "白族中药制药 近视乐眼药水", "天天明制药 冰珍清目滴眼液", "黄河中药 增光胶囊", "眼氨肽滴眼液", "杭州国光药业 眼氨肽滴眼液"]}
{"name": "阿司匹林过敏", "desc": "阿司匹林过敏是指特异体质者服用阿司匹林药后可引起皮疹、血管神经性水肿及哮喘等过敏反应，其发生率约为20%，多见于中年人或鼻炎、鼻息肉患者。", "cure_department": ["急诊科"], "cause": ["这是因为阿司匹林抑制了环氧化酶之后，堆积的花生四烯酸经另一途径生成了大量的过敏介质所造成的。"], "prevent": ["1、 该药品为对症治疗药，用于解热连续使用不超过3天，用于止痛不超过5天，症状未缓解请咨询医师或药师。", "2、 不能同时服用其他含有解热镇痛药的药品(如某些复方抗感冒药)。", "3、 必须整片吞服，不得碾碎或溶解后服用。", "4、 年老体弱患者应在医师指导下使用。", "5、 服用该药品期间不得饮酒或含有酒精的饮料。", "6、 痛风、肝肾功能减退、心功能不全、鼻出血、月经过多以及有溶血性贫血史的患者慎用。", "7、 发热伴脱水的患儿慎用。", "8、 如服用过量或出现严重不良反应，应立即就医。", "9、 对该药品过敏者禁用，过敏体质者慎用。", "10、 该药品性状发生改变时禁止使用。", "11、 请将该药品放在儿童不能接触的地方。", "12、 如正在使用其他药品，使用该药品前请咨询医师或药师。"], "check": ["尿常规", "血常规"], "symptom": ["消化道出血", "出血倾向", "脑出血", "牙龈出血", "肾损害", "间质性肾炎", "听力减退", "血管神经性水肿"], "accompany": ["对铋盐过敏", "面部皮肤过敏"], "do_eat": ["海带(鲜)", "梨", "马齿苋", "苦瓜", "绿豆"], "not_eat": ["姜", "辣椒(红、尖、干)", "鸡肉", "白酒", "啤酒"], "common_drug": ["先立晓", "中联药业 生尔发糖浆", "陕西步长 荣发胶囊", "保法止 非那雄胺片", "山东仁和堂 非那雄胺片", "石药集团 养血生发胶囊", "吉林集安益盛 复方人参间苯二酚搽剂", "白云山 固肾生发丸"]}
{"name": "癌细胞逆行播散", "desc": "癌细胞逆行播散是大肠癌肿瘤浸润及转移症的主要症状之一，大肠癌为结肠癌和直肠癌的总称，大肠癌是指大肠粘膜上皮在环境或遗传等多种致癌因素作用下发生的恶性病变预后不良，死亡率较高。大肠癌是大肠粘膜上皮起源的恶性肿瘤。是最常见的消化道恶性肿瘤之一。", "cure_department": ["肿瘤科", "肿瘤内科"], "cause": ["(一)发病原因", "大肠癌的发生是结肠粘膜上皮受遗传和环境多种因素作用导致多基因改变的结果。许多大肠癌流行病学的研究表明，大肠癌可能的病因是社会经济的发展、生活方式的改变，尤其是膳食结构的改变密切相关，与环境、遗传等其他因素也存在相关性。", "1、饮食因素", "流行病学的研究表明，在肿瘤发病中饮食因素是一种极为重要的因素，因为有70%～90%的肿瘤发病与环境因素和生活方式有关，而其中40%～60%的环境因素在一定程度上与饮食、营养有关。", "(1)高脂肪饮食：世界范围内的调查发现，在大肠癌高发的北美、西欧、澳大利亚等国家，人们每天进食的脂肪量在120g以上。在大肠癌发病率居中的波兰、西班牙、南斯拉夫等国家，每人每天消费的脂肪在60～120g。而在大肠癌低发的哥伦比亚、斯里兰卡、泰国等地每人每天的脂肪消费量只有20～60g。高、低发区大肠癌的发病率相差可达6倍以上。中、低发区则可相差3倍左右。大肠癌高发的美国人饮食中脂肪含量占总热量的41.8%，且以饱和脂肪为主。而大肠癌低发的日本人(大肠癌的发病率较美国低1倍左右)，其饮食中脂肪占总热量的12.2%，并以不饱和脂肪为主。我国上海市大肠癌发病率时间趋势与膳食结构的相关分析，同样也说明结肠癌发病率变化与膳食结构改变的密切相关性。", "一些动物实验研究也证实，高脂肪摄入可增加患大肠癌的危险性。Reddy等用二甲肼(DMH)诱发大鼠大肠肿瘤，在含5%脂肪的饮食组诱发率为17%～36%，在含20%脂肪的饮食组为64%～67%，两组有显著性差异。结果提示给动物高脂肪饮食，可以增加大肠肿瘤的发病率，使肿瘤出现得更早，增加肿瘤的恶性程度和转移率，使肿瘤动物存活时间显著缩短。", "高脂肪饮食之所以会增加大肠癌的发病率，其可能的机制是：", "①脂肪饮食可能系通过改变大便中胆酸浓度的作用而引致大肠癌的发生。", "②高脂肪及部分糖类能增加肠道细菌酶(如葡萄糖醛酸酶、鸟氨酸脱羟酶、硝基还原酶、偶氮氧化酶、脂氧酶、环氧酶)的活性，促进致癌物、促癌物的产生。", "③高脂肪饮食者常摄入较多的肉类，而肉类在油煎或焙烤过程中可产生致癌的杂环胺，可能导致大肠癌的发生。", "(2)低纤维素饮食：食物纤维(dietary fibre)是指植物性食物中不能被人的消化酶所水解的植物多糖类和木质素。", "高纤维素饮食之所以能降低大肠癌的发生，可能的机制在于：", "①膳食纤维能增加粪便体积、稀释致癌物，又可使肠道通过时间缩短，减少结肠黏膜与粪便致癌物的接触，从而减少患结肠癌的风险。", "②通过抑制重吸收、稀释及吸附、螯合作用，降低肠道的脱氧胆汁酸浓度，影响肠道脂质代谢。", "③改变肠道菌群，影响肠黏膜结构和功能，并影响黏膜上皮细胞的生长速率，调解肠道酸碱度(通常大肠癌低发地区粪便的pH值要比高发地区低)。", "④通过黏蛋白加强黏膜屏障作用，减少肠内有毒物质对肠上皮的侵害。", "(3)亚硝胺类化合物：亚硝胺类化合物中不少为强致癌物质，在动物实验中几乎可诱发各种器官的肿瘤。一般小剂量的亚硝胺，如长期接触就可致癌。亚硝胺类化合物广泛存在于食品添加剂以及用亚硝酸盐处理过的肉、鱼、菜等腌制食品中(如咸肉、火腿、咸鱼等)。动物实验已证实亚硝胺类化合物在肠道细菌作用下转化成的肼类物质可引起大肠癌。国内杨工等研究发现腌制食品的正相关作用是一类独立的结、直肠癌危险因素。每周摄取3次以上腌制食品者发生结肠癌的超额危险是不足1次者的2.2倍(P<0.01)，直肠癌为2.3倍(P<0.01)，左半结肠癌为2.1倍，右半结肠癌为1.8倍。", "(4)维生素：病例对照研究表明，胡萝卜素、维生素B2、维生素C、维生素E均与降低结、直肠癌发病的相对危险度有关，统计学检验均达到显著水平，并呈剂量反应关系。如Chiu等2003年报道维生素C、胡萝卜素、维生素E的高摄入量与降低患结肠癌的危险性有关。Mc Cullough等2003年报道了对60866名男性和66883名女性参与者所作的随访观察结果，提示维生素D能降低男性大肠癌的发病危险(RR=0.71，95%CI=0.51，0.98)，钙在大肠癌的发生中具有保护作用(RR=0.87，95%CI=0.67，1.12)。", "(5)油煎炸食品：食物烤(炸)焦的部分(尤其是肉类食品)中含有能作用于结肠的致癌剂杂环胺，可能导致大肠癌的发生。杨工等报道的病例对照研究结果提示，油炸食品的致癌作用也是一种独立的危险因素。每周摄取3次以上油炸食品者发生结肠癌的超额危险是不足1次者的2.3倍(P<0.01)，直肠癌为2.6倍(P<0.01)，左半结肠癌为2.6倍，右半结肠癌为1.9倍。", "(6)葱蒜类：葱蒜类食品对肿瘤的保护作用已受到广泛的重视，并在实验中多次证实了该类食物对肿瘤的生长抑制作用。大蒜油能明显减少用二甲基胆蒽引起的大肠黏膜细胞损伤，并能使小鼠大肠癌诱发率降低75%。国内杨工等报道，高摄人蒜类食品者结肠癌的发病危险是低摄入组的74%(P<0.05)，但与直肠癌的相关性不肯定(OR=0.81，P>0.05)。", "(7)微量元素和矿物质：", "①硒：硒是人体中的微量元素，为一种强抗氧化剂，它的一个最重要的生物作用是抑制过氧化反应，而过氧化反应可促使致癌原附于脱氧核糖核酸。几项大规模研究已发现，多种癌症的死亡率(包括结、直肠癌)与当地膳食中的硒摄入量呈负相关。但硒等无机元素对人类肿瘤病因学的影响可能受到其他食物成分的作用(或存在交互作用，或存在混杂、偏倚等)，因此也有人认为这些因素可能仅仅是一些伴随因素，而并不直接影响人群大肠癌的发生风险。", "②钙：动物实验表明，钙能改善脱氧胆酸对肠道上皮的毒性作用。有学者认为肠道中胆汁酸与游离脂肪酸的浓度增加可以促进结、直肠癌的发生，而钙可以与之结合形成不溶性的皂化物，使得它们对肠道上皮的刺激与毒性作用减轻。很多流行病学研究也提示，高钙摄入对防止大肠癌的发生起保护作用。杨工等1994年的一项营养流行病学研究结果表明膳食钙对结、直肠癌的保护作用不但与摄入量有关，还与钙的食物来源密切相关。其中动物性膳食钙与降低结、直肠癌的发生风险有关，而植物性膳食钙则与此不相关。推测不同食物来源的钙离子与食物中一些有机成分的结合状态可能不同，并可以导致不同食物来源钙的作用差异。", "③其他无机元素：有研究表明，钾、铁、磷与结、直肠癌的发病风险呈负相关性，锌、镁、铜可能影响致癌物的代谢或降解某些酶类，与抑制癌症发生有关。但还缺乏更多的证据支持。也有作者认为这些无机元素可能与一些“植物性”饮食因素(如膳食纤维、维生素C等)存在混杂作用，或仅仅是一些伴随因素。因此对这些无机元素在大肠癌发病中的影响还需要进行更为深入的研究。", "2、职业因素", "虽然一般认为，大肠癌并不是一种职业病，但职业因素和大肠癌发病的关系仍需要引起我们的重视。如Donham等1980报道，大肠癌患者中生产石棉绝缘材料的工人较常见，并且动物实验也证实，吞食的石棉纤维能够穿透肠黏膜。此外，在金属工业、棉纱或纺织工业和皮革制造业等行业中，大肠癌的标化死亡率和死亡率也较高。国内高玉堂1990年通过对上海市职业与肿瘤发病率关系的研究后指出，各类专业、技术人员的结肠癌标化发病率比(SIR)显著增高(男性=135，P<0.01;女性=147，P<0.01)。女性商业工作人员的结肠癌SIR=132，P<0.05。男性生产工人、运输工人等的结肠癌SIR=90，P<0.05。", "3、体力活动", "除了职业暴露以及与职业相关的 。"], "prevent": ["1、一级预防", "(1)调整饮食习惯和生活方式：由于高蛋白、高脂肪、缺乏维生素A及低纤维素，饮食习惯和生活方式与结肠癌的发生有重要的关系。因此，在饮食习惯和生活方式方面应该提倡增加以高纤维的水果香蕉、绿叶蔬菜(洋白菜、青菜、土豆、红薯等)、谷类(如玉米)粗制的碳水化合物比例，减少脂肪及动物蛋白(如牛肉)及精制碳水化物的比例，增加大便量和肠道排泄速度，这样，一方面可减少肠内中性固醇及胆酸浓度，也就降低了肠内细菌的降解的致癌物质或协同致癌物质，另一方面，因大便量增加，加快了排泄速度，使上述致癌物或协同致癌物质与结肠黏膜接触时间缩短，可减少结肠癌的发病率。", "此外，有人认为亚硝胺类化合物中的致癌物质不仅是人类食管癌和胃癌的重要病因，也可能是结肠癌的致病因素之一，为了减少体内亚硝胺的产生，应该①食用富含维生素C的食物，以抑制体内亚硝酸胺的形成。如在吃鸡蛋及火腿时可同时喝一杯桔子汁或增加新鲜蔬菜及水果的食入。②增加维生素E摄入。③正确贮存蔬菜，减少亚硝酸盐生成途径。④尽可能食用新鲜的肉类。", "总之，尽管结肠癌的确切病因不十分明了，但大量的研究证实结肠癌的发生与饮食习惯和生活方式有重要的关系，应提倡低脂肪、低蛋白、高纤维素及粗制碳水化合物食物为主，多食用新鲜蔬菜及减少亚硝酸胺在体内生成，增加大便量，加速粪便的排泄，在结肠癌的预防上有重要的价值。减少、消除大肠癌的致病因素，抑制正常细胞的癌变过程。", "饮食调整：", "虽然大肠癌有一定的遗传倾向，但绝大多数散发性的大肠癌与环境因素，特别是饮食因素密切相关，对饮食干预，可以降低大肠癌的发病率。", "①能量摄入", "能量摄入与大肠癌发生有关。大部分的研究表明，总的能量摄入与大肠癌危险性有关系，无论摄入的能量是蛋白质、脂肪还是碳水化合物。减少能量的摄入有可能降低大肠癌的发病率。", "②脂肪与红肉", "大肠癌的发生与动物脂肪和肉类密切相关，有研究表明高脂射入的妇女与低脂妇女相比大肠癌相比大肠癌风险增加32%。而肉类中摄入红肉是大肠癌发生的一个强的危险因素。减少食物中脂肪的含量，特别是尽量少吃煎烤后的棕色肉类，有助于大肠癌的发生。", "③水果、蔬菜和膳食纤维", "纤维素能增加粪便量，稀释结肠内的致癌剂，吸附胆汁酸盐，从而能减少大肠癌的发生。因此在平时的饮食，应该尽量多摄入蔬菜、水果、纤维素，合理饮食，减少大肠癌的发生。", "④维生素与微量元素", "有研究表明，补充维生素A、C、E能使腺瘤患者的结肠上皮过度增生转化为正常，但目前资料并不支持用抗氧化维生素来预防大肠癌。微量元素与大肠癌的关系，目前研究还不甚详细。叶酸能减少大肠癌的发病，但具体机制不清楚。", "⑤膳食抗致癌原", "膳食中的大蒜、洋葱、韭菜、葱中含有的硫醚;柑桔类含有的萜;葡萄、草莓、苹果中含有的植物酚以及胡萝卜、薯蓣类，西瓜中含有的胡萝卜素，都被认为是能够抑制突变，具有抗癌作用。尤其是大蒜，有研究表明，大蒜是具有最强保护作用而使人们免患远端结肠癌的蔬菜。", "改变生活习惯：", "① 肥胖与运动", "肥胖尤其是腹型肥胖是独立的大肠癌的危险因素，体力活动过少是大肠癌的危险因素。体力活动可以影响结肠蠕动有利于粪便排出，从而达到预防大肠癌的作用。", "② 吸烟", "吸烟与大肠癌的关系还不十分肯定，但吸烟是大肠腺瘤的危险因素已经得到证实，目前研究认为，吸烟是大肠癌基因产生的刺激因素，但需要经过大约40年的时间才能发生作用。", "③ 饮酒", "酒精的摄入量与大肠癌的有关系，酒精也是大肠腺瘤的危险因素，但具体原因不清楚。减少酒精摄入量有利于预防大肠癌。", "④ 生殖因素", "激素与生殖因素可能影响大肠癌的发生，美国研究表明，单身女性的大肠癌发病率高于结婚女性，有人认为这与激素能影响胆汁酸盐代谢有关。", "药物：", "许多流行病学研究显示，长期服用非甾体类抗炎药者，大肠癌发病率降低。每月服用10~15次小剂量阿司匹林，可以使大肠癌的相对危险度下降40%~50%。但也有研究并不支持这一说法，并且服用非甾体类抗炎药的用量、用药时间、长期应用所致的副作用也有待于进一步研究。", "治疗癌前病变：", "大肠腺瘤患者、溃疡性结肠炎患者，大肠癌发病率明显增加，通过普查与随访，尽早切除腺瘤，治疗结肠炎，可降低大肠癌的发病率、死亡率。尤其是对于有家族史者，通过遗传学检查，筛查处高危人群，进行结肠镜检查，是大肠癌预防工作的重要方面。", "(2)积极治疗癌前病变：", "①大肠腺瘤：大肠腺瘤与结肠癌有密切关系，Morson认为多数结肠癌组织学来源于先存的良性腺瘤，其癌变过程为腺瘤→原位癌→浸润癌，全过程一般需数年，缓慢者约需10年，快速者2年以内即可癌变。腺癌内一旦发生癌灶，在促癌物质的作用下便迅速发育形成临床可辨认的形状，甚至较大的腺瘤发生多中心癌灶后，可在1年内形成溃疡型癌。", "大肠腺瘤的早期治疗是预防大肠癌发生的重要措施。因此，一旦发生大肠腺瘤应尽早切除，目前随着内镜治疗技术的发展，不断提高和普及，大部分大肠腺瘤样息肉不需开腹手术，可经内镜完整地摘除，病人痛苦小，并发症少，费用较低，可同时对多枚息肉切除，并可收集切除的样本进行病理组织学检查。因为大肠腺瘤的切除术后再发率高达30%，尤其是术后第1年复发的危险性为正常同年龄人群的16倍。因此，主张术后至少在4年内，每半年应作结肠镜检查或气钡双重造影1次，为防止切除不完全，首次检查应在术后6～12周进行。据统计、再发与年龄、腺瘤大小、部位似乎无明显关系，若经局部切除之腺瘤已有癌变者，则发生大肠癌的可能性为16%～20%，有人报道，应视为高发人群随诊检查。", "②炎症性肠病：炎症性肠病包括溃疡性结肠炎和克隆病，其病因尚不十分清楚，但可能与免疫因素有密切关系，主要病变在结肠，以非特异性炎症为特征，伴有增生性息肉形成，病情反复发作，迁延不愈，研究表明：炎症性肠病并发大肠癌的机率明显高于正常人，癌变的发生率约5%，但若病程超过10年、癌变的发生率则高达20%，因此欧美国家特将此病视为癌前状态。故早期治疗炎症性病变及定期复查随访结肠镜是结肠癌预防的重要措施。有关炎症性肠病的早期治疗详见有关章节。", "③大肠慢性炎症：血吸虫病、阿米巴肠病患者发生大肠癌的机率明显高于正常人群，有报道1193例流行区的大肠癌病理标本中，合并血吸虫病的合并率是10、8%，1974年浙江省报道在血吸虫病流行区进行大肠癌普查，其患病率为44、19/10万，远比非流行区高。但癌变机制不十分清楚，但血吸虫病并发大肠癌具有分化程度较好、恶性度低、发病年龄较早(平均年龄38、15)的特点。因此，对大肠慢性炎症及血吸虫病应尽早彻底治疗，以防大肠癌的发生，血吸虫病的详细治疗措施见有关章节。", "2、二级预防", "大肠癌的诊断近年来虽然根据病史、体征、X线和结肠镜及组织学检查等已具有一整套诊断方法，但多数病例的诊断仍嫌偏晚，早期诊断率不高，等到发现已经扩散到肠道外，如果肿瘤已侵犯淋巴结，5年生存率减至25%，如果已有内脏转移，如肝、肺，5年生存率只有5%，相反如果在肿瘤仅仅限于黏膜层时就予以治疗则存活率可达100%。", "大肠癌早期症状包括：①持续1～2周的腹痛;②排便困难或大便习惯或大便性状改变;③大便内带血或大便变黑;④腹部出现包块。当出现上述情况时，应引起足够的重视。进行早期检查的方法一般有3种：一是肛指检查，二是大便潜血试验，三是结肠镜检查。特别是肛门指诊检查简单易行，检查深度可达12、5～15cm，对直肠癌早期诊断有重要的价值。", "大肠癌一经确诊后，应及时彻底治疗。目前大肠癌最重要的治疗手段是手术切除肿瘤所在的肠段及其相应的肠系膜和所属区域性淋巴结。其次为化学治疗;化疗主要用于手术切除术后预防复发和治疗未切除干净的残余癌，最常用的药物为5-FU，每月1～2次，每次250～500mg，静脉缓慢注射，无毒副反应者可持续6个月～1年，也可采用间断给药法。对于不能手术切除者也可作放射治疗及中医药治疗。"], "check": ["粪便隐血试验(OBT)", "癌胚抗原（CEA）"], "symptom": ["结肠癌", "肠梗阻", "继发感染", "局部压痛", "毒血症", "阵发性腹痛", "直肠癌", "粪柱变形变细", "大肠癌", "肛门失禁", "淋巴结肿大"], "accompany": ["癌性发热"], "do_eat": ["金针菇", "青头菌", "木瓜", "菠菜", "苦瓜", "绿豆芽"], "not_eat": ["辣椒(红、尖、干)", "洋葱", "螃蟹", "田螺", "白酒", "干腌菜"], "common_drug": []}
{"name": "癌性发热", "desc": "癌性发热是指癌症患者在排除感染、抗生素治疗无效的情况下出现的直接与癌症有关的非感染性发热和患者在肿瘤发展过程中因治疗而引起的发热。癌症发热即使高热有时也无特别异常的化验检查结果，发热时轻时重，每天至少有一次超过37.8℃，持续时间可达数周以上，伴有感染时可出现连续高热，感染消除后仍会持续发热。恶性肿瘤生长迅速，组织相对缺血缺氧而坏死可引起癌性发热。", "cure_department": ["肿瘤科", "肿瘤内科"], "cause": ["现代医学认为癌性发热与以下因素有关：", "1、恶性肿瘤生长迅速，组织相对缺血缺氧而坏死。", "2、或由于治疗引起肿瘤细胞大量破坏，释放肿瘤坏死因子(TNF)，导致机体发热。", "3、恶性肿瘤细胞本身可能产生内源性致热原，如肿瘤内白细胞浸润引起炎症反应、恶性肿瘤细胞内释放抗原物质引起免疫反应而发热。", "4、肿瘤细胞能分泌一些活性物质，如类癌产生5-羟色胺、嗜铬细胞瘤产生儿茶酚胺、肝癌细胞产生甲胎蛋白，以及许多肿瘤细胞能产生异位激素等，都对机体产生各种不同的反应，其中有些物质可引起发热。", "5、在肿瘤治疗中放疗、化疗，应用干扰素、白介素Ⅱ、肿瘤坏死因子、集落刺激因子、肿瘤疫苗等制剂也可引起发热。"], "prevent": ["要经常锻炼身体，增强体质，要保证充足的睡眠，多食富含维生素的食品，要学会调节自己的情绪，心情愉快时免疫力会增强。加强营养，选用易消化、含足够热量、蛋白质和维生素丰富的食物。如稀饭、牛奶、软米饭、豆浆、鸡蛋、瘦肉，富含维生素A、B、C的新鲜蔬菜和水果等。这些食物可以增强机体抵抗力。"], "check": ["癌胚抗原（CEA）", "癌抗原15-3（CA15-3）"], "symptom": [], "accompany": ["类癌面红"], "do_eat": ["柠檬", "牛奶", "白菜", "芦笋", "绿豆"], "not_eat": ["桂皮", "咖啡", "大葱", "辣椒(红、尖、干)", "洋葱"], "common_drug": ["华颐药业 威麦宁胶囊", "圣泰 转移因子口服溶液", "中新隆顺榕 紫龙金片", "赣南海欣 转移因子口服溶液", "天力泰药业 复方万年青胶囊", "密盖息", "浙江众益制药股份 汉防己甲素片", "长春银诺克 消癌平片"]}
{"name": "癌性输尿管狭窄", "desc": "输尿管肿瘤按肿瘤性质可分为良性和恶性。良性输尿管肿瘤如息肉、恶性肿瘤如移行细胞癌、移行细胞合并鳞状上皮癌，粘液癌等。", "cure_department": ["肿瘤科", "肿瘤外科"], "cause": ["良性输尿管肿瘤如息肉、恶性肿瘤如移行细胞癌、移行细胞合并鳞状上皮癌，粘液癌等。"], "prevent": ["1、宜多吃具有抗膀胱和尿道肿瘤作用的食物，如蟾蜍、蛤蟆、田螺、海带、紫菜、玳瑁、甲鱼、乌龟、海蜇、水蛇、薏米、菱、核桃、羊肾、猪腰、刀豆、沙虫、鲈鱼、鲐鱼。", "2、尿道梗阻宜吃海带、裙带菜、紫菜、青蟹。", "3、感染宜吃黄鱼鳔、鲨鱼翅、水蛇、鸽子、海蜇、藕粉、荞麦、马兰头、地耳、大头菜、橄榄、茄子、无花果、绿豆芽、豆浆、苋菜、紫菜、泥鳅。", "4、出血宜吃芹菜、金针菜、韭菜、冬瓜、乌梅、柿饼、芝麻、莲子、海参、老鼠肉。", "5、忌烟、酒、咖啡、可可。", "6、忌辛辣、燥热动血的食物。", "7、忌霉变、油煎、肥腻食物。"], "check": ["癌胚抗原（CEA）", "尿常规"], "symptom": ["输尿管肿瘤", "膀胱肿瘤", "输尿管结石", "肾积水"], "accompany": ["癌性发热", "类癌面红"], "do_eat": ["猕猴桃", "西瓜", "空心菜", "绿豆", "青豆"], "not_eat": ["花椒", "扁豆", "菠菜", "辣椒(红、尖、干)", "肥膘肉"], "common_drug": ["华西制药 血尿胶囊", "汉唐 血尿胶囊", "吉林恒金药业 强力康颗粒", "协和制药 血尿胶囊", "白求恩医科大制药 强力康颗粒", "焦作福瑞堂 血尿胶囊", "奥林特药业 血尿胶囊", "康惠制药 血尿胶囊"]}
{"name": "癌症晚期胃肠道症状", "desc": "癌症晚期胃肠道症状：是晚期癌症患者常见的症状，往往比癌症疼痛更令人苦恼。表现为：恶心呕吐，食欲不振，便秘，腹泻，呃逆等。", "cure_department": ["肿瘤科", "肿瘤内科"], "cause": ["可以是治疗的副作用；也可以是癌症侵犯消化或神经系统而引起的;也可能是焦虑等心理作用。"], "prevent": ["及时到医院检查治疗。"], "check": ["胃肠道CT检查", "纤维胃镜检查"], "symptom": [], "accompany": ["食欲不振", "胃肠道症状"], "do_eat": ["香蕉", "牛奶", "绿豆芽", "鲫鱼", "绿豆"], "not_eat": ["奶酪", "糯米", "韭菜", "辣椒(红、尖、干)", "白酒", "啤酒"], "common_drug": ["杭州民生药业 奥美拉唑肠溶胶囊", "广东三才 盐酸雷尼替丁胶囊", "利君制药 奥美拉唑肠溶胶囊", "大庆华科 盐酸雷尼替丁胶囊", "福森药业 盐酸雷尼替丁胶囊", "鹏鹞药业 硫糖铝咀嚼片", "万杰制药 奥美拉唑肠溶胶囊", "天津力生制药 碳酸氢钠片"]}
{"name": "嗳腐", "desc": "嗳腐是指嗳气兼有腐臭味，胃内带食腐的气味从口中排出，叫“嗳腐”，《伤寒论》称为“乾噫食臭”。多见于消化不良。若从胃内排出的气体无味的，称为“嗳气”。《伤寒论》称“噫气”，俗称这种嗳气为“胃风”。多因中焦气滞，胸膈胀满，故嗳出才觉舒畅。多见于胃病及脾胃虚弱、肝胃不和的患者。", "cure_department": ["内科", "消化内科"], "cause": ["引起嗳腐的原因：", "一是忧愁思虑过度，因伤脾胃，造成脾胃虚弱致使嗳腐。", "二是饮食失节、恣食生冷水果或粘滑难消化等物，致使损伤脾胃，其物滞于中宫，宿食不化故为嗳腐。《病源论》曰：“谷不消，则胀满而气逆，所以好噫而吞酸。”", "三是病后或年迈脾胃虚弱，胃虚气逆、胃肠内有食滞停积可致嗳腐。"], "prevent": ["1、鸡内金粥：将适量鸡内金用文火炒至黄褐色，研为细末，备用。取粳米100克，加水500～800毫升，煮至米粒熟烂后，加入鸡内金粉3～5克，稍煮片刻即可，服时加少量白糖，分次温服，连服5日。", "2、萝卜子粥：炒莱菔子(萝卜子)10克，粳米50克，先用炒莱菔子煎汤，然后加入粳米，文火煮成稀粥，每日1次，连服3日。", "3、山楂麦芽粥：生山楂、炒麦芽各10克，粳米50克，先将山楂、麦芽煎水，然后用此水加入粳米煮粥，服时加适量白糖，每日1～2次，连服数日。", "4、消食粥：莲肉、芡实、神曲、麦芽各10克，山药30克，扁豆20克，山楂15克，加入少许粳米煮粥，每日1次，连服3日，长期食用具有健脾、消食的功效。", "5、淮山内金粥：淮山药15～20克，鸡内金9克，小米或大米150克，将淮山药、鸡内金研成细末，与米共同煮粥，待米熟烂后，加适量白糖调味食用。"], "check": ["血糖", "胃镜"], "symptom": ["脾胃虚弱", "肝胃不和", "肝气犯胃", "舌苔厚腻"], "accompany": ["嗳气"], "do_eat": ["小米", "玉米（鲜）", "白萝卜", "番茄", "西兰花"], "not_eat": ["菠萝", "梨", "辣椒(红、尖、干)", "洋葱", "白酒", "啤酒"], "common_drug": ["嘉宁 健儿清解液", "四川千方 建曲", "湖北午时 保和丸", "广东恒诚 复方春砂颗粒", "东北制药 维生素B1丸", "欧意 维生素BT片", "湖北香连 大山楂颗粒", "湖北襄阳隆中 补中益气丸"]}
{"name": "嗳气", "desc": "嗳气是胃中气体上出咽喉所发出的声响，其声长而缓，俗称“打饱嗝”、“饱嗝”，是各种消化道疾病常见的症状之一。尤其是反流性食管炎、慢性胃炎、消化性溃疡和功能性消化不良，多伴有嗳气症状。自胃部上升的气体或酸性液体导致了嗳气(呃逆)的发生，伴有典型的响声。嗳气可因不同病因在持续时间和响度上发生改变。在过去几十年中发生的一些重要事件使人们对功能性胃肠病(FGID)有了更深入的了解。罗马III标准中将功能性胃十二指肠疾病的症状分为3类：功能性消化不良、嗳气和恶心呕吐。嗳气又分为：吞气症和非特异性过度嗳气。", "cure_department": ["中医科", "中医综合"], "cause": ["因胃肠道紊乱导致。更常见于摄入了产气的食物或是源于吞气症(无意识的吞咽空气)。嗳气可减轻大多数恶心、胃灼热、消化不良和胃胀气的症状。核心问题是胃的动力不足(胃镜检查除外胃的器质性疾病，如溃疡、胃炎等)：", "1、胃食管反流病(GERD)", "胆汁反流性胃炎，食量过大，胃不能按时排空，胃内食物积存过久，引起嗳气。", "2、精神压力", "情绪低落，也会影响到交感神经，使其过度紧张，抑制了胃的蠕动及排空机能，存储的食物存留胃内过久，继而出现发酵气体。", "3、不良饮食、生活习惯", "进食过多的萝卜、土豆、红薯、板栗等食物，或长期卧床、长时间伏案工作，缺少体育活动也能影响胃排空。", "4、胃出口梗阻", "嗳气是十二指肠溃疡常见的并发症，还伴有上腹部胀满不适、厌食、恶心、呕吐。", "5、食管裂孔疝", "嗳气常发生于进食后，且常伴有胃灼热、酸性液反流以及腹胀。患者常抱怨胸骨下或心前区钝痛，也可放射到肩部。其他症状包括吞咽困难、恶心、体重减轻、呼吸困难、呼吸急促、咳嗽和口臭。", "6、消化性溃疡", "为常见的疾病，常导致嗳气。基本症状是胃灼热和胃烧灼痛。进食后、服用抗酸或减少分泌物的药物后可减轻。伴随的症状和体征包括吞咽困难、恶心、呕吐、黑粪、腹胀、饱食感和上腹部压痛。"], "prevent": ["1、饮食不能过饱，但不必忌口。", "2、保持良好的心态，稳定的情绪。", "3、定期检查：即使没有任何不适也应该定期检查。", "4、及时就医、一定要在医生指导下用药：用药若不对症，就有可能加重病情。", "5、增强免疫力：要经常锻炼身体，增强体质;要保证充足的睡眠;多食富含维生素的食品;要学会调节自己的情绪，心情愉快时免疫力会增强。"], "check": ["胸部MRI", "胸部CT检查"], "symptom": ["舌苔厚腻", "肝气犯胃", "舌苔薄白", "脾胃虚弱"], "accompany": ["嗳腐", "嗳气时有腐败鸡..."], "do_eat": ["小米", "玉米（鲜）", "白萝卜", "番茄", "西兰花"], "not_eat": ["菠萝", "辣椒(红、尖、干)", "洋葱", "白酒", "啤酒"], "common_drug": ["普洛康裕天然药物 藿香正气丸", "片仔癀药业 藿香正气胶囊", "万裕药业 藿香正气水", "康圣堂 藿香正气水", "华润本溪 虚寒胃痛颗粒", "天津力生制药 碳酸氢钠片", "通园制药 藿香正气水", "东信药业 藿香正气水"]}
{"name": "嗳气时有腐败鸡蛋的气味", "desc": "嗳气时有腐败鸡蛋的气味是指嗳气兼有腐臭味，胃内带食腐的气味从口中排出，叫“嗳腐”，《伤寒论》称为“乾噫食臭”。多见于消化不良。若从胃内排出的气体无味的，称为“嗳气”。《伤寒论》称“噫气”，俗称这种嗳气为“胃风”。多因中焦气滞，胸膈胀满，故嗳出才觉舒畅。多见于胃病及脾胃虚弱、肝胃不和的患者。", "cure_department": ["内科", "消化内科"], "cause": ["一是忧愁思虑过度，因伤脾胃，造成脾胃虚弱致使嗳腐。", "二是饮食失节、恣食生冷水果或粘滑难消化等物，致使损伤脾胃，其物滞于中宫，宿食不化故为嗳腐。《病源论》曰;“谷不消，则胀满而气逆，所以好噫而吞酸。”", "三是病后或年迈脾胃虚弱，胃虚气逆、胃肠内有食滞停积可致嗳腐。《类证治裁·(饣曹)证》：“但由脾虚，饮食不化，吐沫嗳腐，治宜健运，六君子汤加砂仁、鸡内金;……食后嗳腐，保和丸。”"], "prevent": ["为了减少复发，应少吃辛辣刺激油腻食物，特别应戒烟酒，多吃蔬菜水果，绿色食品。", "1、饮食要节制，定时、定量。", "2、饮食宜易消化食物。不要吃太油腻、太甜和难以消化的食物。", "3、饭后最好走一走，可刺激胃肠道蠕动，促进胃动力，改善胃的功能。", "4、精神要放松，养成良好的生活方式，调整情绪，避免暴怒多思，注意休息。"], "check": ["血脂检查", "血糖"], "symptom": ["脾胃虚弱", "肝胃不和", "肝气犯胃", "舌苔厚腻"], "accompany": ["嗳气"], "do_eat": ["小米", "玉米（鲜）", "白萝卜", "番茄", "西兰花"], "not_eat": ["菠萝", "梨", "辣椒(红、尖、干)", "洋葱", "白酒", "啤酒"], "common_drug": ["普洛康裕天然药物 藿香正气丸", "片仔癀药业 藿香正气胶囊", "万裕药业 藿香正气水", "康圣堂 藿香正气水", "华润本溪 虚寒胃痛颗粒", "天津力生制药 碳酸氢钠片", "通园制药 藿香正气水", "东信药业 藿香正气水"]}
{"name": "安静腹", "desc": "急性胰腺炎为腹部外科常见病，近年来重型胰腺炎发病率逐渐增多。重型胰腺炎死亡率为20%，有并发症者可高达50%。临床病理常把急性胰腺炎分为水肿型和出血坏死型两种。这种分类法固然可以说明其病理状况，但胰腺炎的病情发展不是静止的，随着胰管的梗阻程度，以及胰腺间质血管(动、静脉及淋巴管)的改变，其病理变化是在动态发展着。因此，以急性轻型胰腺炎和重型胰腺炎分类的方法，较适合于临床的应用。重型胰腺炎(如出血坏死型)临床医生往往十分重视，但轻型胰腺炎(如水肿型)亦不能忽视，它可以发展为重型胰腺炎。", "cure_department": ["外科", "普外科"], "cause": ["【病因学】", "本病病因迄今仍不十分明了，主要是因动物模型与临床间差异较大。从现今的资料看，胰腺炎的病因与下列因素有关。", "1、梗阻因素", "由于胆道蛔虫、乏特氏壶腹部结石嵌顿、十二指肠乳头缩窄等，而致胆汁返流。但这种现象不能解释：①30%左右的胆、胰管非共同通道的病例;②尸检胆道无异常改变，而又无酗酒史者何以发生急性胰腺炎;③胰导管结扎后，一般发生慢性胰腺炎，而少有发生急性胰腺炎者。因此认为在一般情况下胆汁逆流入入胰管并不发生胰腺炎，必须造成胰管内一个高压环境，如胆管下端明显梗阻，胆道内压力甚高，高压的胆汁逆流胰管，造成胰腺腺泡破裂，胰酶进入胰腺间质而发生胰腺炎。动物实验证明，低压灌注胰管无急性胰腺炎发生，当压力过高时则出现急性胰腺炎。临床上可以见到，当做ERCP检查时，若灌注压力过高则发生急性胰腺炎。胰管经高压灌注后，通过电子显微镜观察，见破裂的部位在胰小管与胰泡的交接处，再沿着细胞的胞浆膜与基底膜之间渗透，最后破坏基底膜而渗至结缔组织中。胆道有结石而未造成壶腹部梗阻又未引起胆液高压逆流入胰管，则不应谓之胆源性急性胰腺炎。", "有人对大量术中胆道造影病例进行分析，发现有胰腺炎的病史者其胆胰管的局部解剖有一些特点：如胰管较粗，胆胰管间角度较大，共同通道较长，胆囊管及总胆管亦较粗，胆石多而小、形状不规则等。以上之特点均利于胆囊内小结石移行于胆总管，并在壶腹部暂时停留、阻塞，而引起胰腺炎。有时当结石通过Oddi括约肌时(特别是形状不规则的)，造成括约肌痉挛，则高压的胆汁逆流入胰管而诱发胰腺炎。当胆道感染时细菌经过胆、胰共同的淋巴管回流入胰腺，再加之Oddi括约肌有不同程度的狭窄，而引起胰腺炎的发生。胰腺内有细菌存在是否会发生胰腺炎?Widdison等进行动物实验如下：他通过主胰管灌注胰酶而诱发实验性胰腺炎。并将动物分成5组，第Ⅰ组接受示踪大肠杆菌,第Ⅱ～Ⅴ组分别通过胆囊、主胰管、梗阻肾盂腔或结肠注入一定量大肠杆菌，24小时后作胰腺培养，仅结肠组在72小时后作培养，各组胰腺均有大肠杆菌生长。与经常有细菌滋生组比较，除结肠组外，胰腺炎啬细菌生长率，胰腺细菌经常发现，但不一定发展成胰腺炎感染。", "2、酒精因素", "长期饮酒者容易发生胰腺炎，在西方是常见的现象，占70%。酒精性胰腺炎的发病机制：①酒精刺激胃的壁细胞产生大量胃酸，胃酸至十二指肠刺激肠壁的S细胞及小肠壁的Ⅰ细胞，而产生CCK-PZ，在短时间内胰管内形成一高压环境;②由于酒精经常刺激十二指肠壁，则使肠壁充血水肿，并波及十二指肠乳头，造成胆胰管开口相对的梗阻;③长期饮酒则胰管内蛋白质分泌增多，而形成胰管内的“蛋白栓”(Intraductal Protein Plug)，造成胰腺管梗阻。在此基础上当某次大量饮酒和暴食的情况下，促进胰酶的大量分泌，致使胰腺管内压力骤然上升，引起胰腺泡破裂，胰酶进入腺泡之间的间质而促发急性胰腺炎。酒精与高蛋白高脂肪餐同时摄入，不仅胰酶分泌增加，同时又可引起高脂蛋白血症。这时胰脂肪酶分解甘油三酯释出游离脂肪酸而损害胰腺。", "3、血管因素", "胰腺的小动、静脉急性栓塞、梗阻，发生胰腺急性血循环障碍而导致急性胰腺炎，这一现象已被证实。有人用直径8～20μm的微粒体做胰腺动脉注射，则引起大的实验性胰腺炎。Popper在胰腺炎的尸检中，发现胰血管中有动脉粥样化血栓。另一种血管因素是建立在胰管梗阻的基础上，当胰管梗阻后，胰管内高压，则将胰酶被动性的“渗入”间质，由于胰酶的刺激则引起间质中的淋巴管、静脉、动脉栓塞，继而胰腺发生缺血坏死，其发生的过程如图2所示。从图中可以看出，水肿型与出血坏死型胰腺炎，两者无迥然的界限，前者若处理不当是可以发展成为后者。Reily对在心源性休克中胰腺缺血的基础血流动力学的机制进行实验，给猪造成心包堵塞诱发心源性休克，观察胰腺的血流动力学，发现胰腺血流不均匀地减少比单独休克动物的心排出量降低较明显，胰腺缺血的增加是由于选择性胰腺血管收缩和灌注压降低所引起的。在心源性休克时发生的胰腺缺血，主要是由于选择性胰腺血管收缩。Castillo等研究300例体外循环手术病人，以观察体外循环对胰腺有无损伤。在术后1、2、3、7和10天分别测定血淀粉酶、胰同工酶、脂酶。80例中23例有腹部发现，3例发生严重胰腺炎，11%术后死于继发性胰腺炎。", "4、外伤和医源性因素", "胰腺外伤使胰腺管破裂，胰腺液外溢以及外伤后血液供应不足，导致发生急性重型胰腺炎。医源性胰腺炎有两种情况会发生胰腺炎：一种是在做胃切除时发生，特别是在胃窦冲淡或十二指肠后壁溃疡，穿透至胰腺，当行胃切除时，对胰腺上的溃疡面进行搔刮而形成胰漏，胰液漏出对胰腺进行自我消化。另一种情况是手术并未波及胰腺，而发生手术后胰腺炎，这多因在胰腺邻近器官手术招引的，可能是因Oddi括约肌水肿，使胰液引流不畅，损伤胰腺血运，各种原因刺激迷走神经，使胰液分泌过多等。", "5、感染因素", "急性胰腺炎可以发生各种细菌感染和病毒感染，如腮腺炎病毒、腺病毒、甲型肝炎病毒以及细菌性肺炎等感染。病毒或细菌是通过血液或淋巴进入胰腺组织，而引起胰腺炎。一般情况下，这种感染均为单纯水肿性胰腺炎，发生出血坏死性胰腺炎者较少。", "6、代谢性疾病", "(1)高钙血症：高钙血症所引起的胰腺炎，可能与下列因素有关：钙盐沉积形成胰管内钙化，阻塞胰管使胰液进入间质而发生胰腺炎;促进胰液分泌;胰蛋白酶原转变为胰蛋白酶。", "(2)高脂血症：发生急性胰腺炎病例中约1/4的病人有高脂血症。可能是因为胰腺的小血管被凝聚的血清脂质颗粒栓塞，另外因高浓度的胰脂肪酶分解血清甘油三酯，释出大量游离脂肪酸，造成胰腺小血管的损害并栓塞。当血中甘油三酯达到5～12mmol/L时，则可出现胰腺炎。", "7、其他因素", "如药物过敏、药物中毒、血色沉着症、肾上腺皮质激素、遗传等。", "【发病机理】", "急性胰腺炎(Acute Pancreatitis,AP)的发病机理主要是由于胰酶对胰腺的自我消化，对其周围组织的消化，从而继发一系列的器官的功能障碍。胰腺含有非常丰富的消化酶：蛋白酶、脂肪酶、淀粉酶等。胰腺腺泡分泌的酶主要有胰蛋白酶、糜蛋白酶、羧肽酶、弹力酶、磷脂酶A2、硬蛋白酶、脂肪酶、淀粉酶、核蛋白酶等。正常情况下除脂肪酶、淀粉酶、核蛋白酶是以活性型存在外，其他的均是以非活性状态存在。在病理情况下，这些酶在胰腺导管及细胞内被活化后即可引起胰腺炎的发生。", "胰酶在胰腺管内活化：由于各种因素使胆汁、十二指肠液、肠酶、乳化脂肪、溶血卵磷脂等返流于胰管，则使胰管内的各种酶原活化，活化的酶对胰腺组织自我消化而发生胰腺炎。胰酶在细胞内活化：胰腺泡细胞内的酶原颗粒，因其中含有胰腺自身分泌的蛋白酶抑制因子(PSTI)防止细胞内酶活化。在细胞内形成的一种溶酶体酶，正常情况下此酶和酶颗粒是分离的。在致病因子作用下，则酶颗粒和溶酶体通过一种吞噬现象而融合，在pH低的情况下致使酶原在细胞内活化，而损害细胞自身。若胰酶流入组织间，将使胰腺病变进一步加重并引起邻近的脏器损害，病变继续发展则可发生多器官的损伤。急性胰腺炎除上述的自身消化外，近年来对其又进一步进行了深入的研究，发现胰蛋白酶和抗胰蛋白酶系统、磷脂酶A和血栓素A2、胰腺血循障碍、氧自由基、细胞膜的稳定性以及内毒素等，在急性胰腺炎的发病机理中起了重要作用。", "1、胰蛋白酶-抗胰蛋白酶系统", "胰腺分泌多种抗胰蛋白酶因子，它能够阻止胰蛋白酶的自身激活和自身消化。在重型胰腺炎时则局部的抗胰蛋白酶消耗，致使胰酶无限制的活化和自身消化。中胰蛋白酶(MT)，它是不受抗胰蛋白酶抑制的，其含量在胰液中不及胰蛋白酶的10%，但活性比胰蛋白酶高3倍，对胰蛋白酶抑制因子有对抗作用，因此，它对胰腺的完整性以及胰外组织的损害是一严惩的威胁。", "实验证明抗胰蛋白酶治疗急性胰腺炎疗效是明显的。干冻血浆内含有大量的抗胰蛋白酶，因而用干冻血浆于急性胰腺炎症人，不仅仅补充了胶体，同时亦补充了抗胰蛋白酶。", "2、磷脂酶A和血栓素A2", "磷脂酶A(PLA)被称之为急性胰腺炎发病机理的“关键酶”。胰腺腺泡细胞的自身消化与PLA直接相关。急性胰腺炎起始时，PLA酶原被胆盐、胰蛋白酶、钙离子和肠肽等激活，继而PLA水解腺泡细胞膜的卵磷脂，生成游离脂肪酶(FFA)以及溶血卵磷脂，后者可以使细胞膜崩溃，则细胞内各种消化酶释出，而致胰腺出血坏死以及全身各器官损害。PLA在急性胰腺炎病人的血浆中存在有两种不同的类型。", "当PLA从膜磷脂分解FFA和溶血卵磷脂的过程中，产生一种血栓素A2，它使血管强烈收缩。当血栓素A2(TXA2)病理性增多，以及TXA2/PGI2的失调则可导致胰腺的供血发生障碍，同时又使细胞内溶酶体膜破坏以及细胞内钙离子增加。当阻止TXA2的增加和维持TXA2/PGI2的平衡，则能有效的控制急性胰腺炎的发展。", "3、溶酶体酶", "以往认为急性胰腺炎时胰酶的激活是在腺泡的细胞外，近年发现酶原的激活可以通过溶酶体水解酶的作用在腺泡的细胞内发生。它的pH值较低，在酶性环境中能使胰蛋白酶抑制因子失活，而导致胰酶在细胞内激活。有人认为胰蛋白酶原在腺泡内被溶酶体激活是胰酶自身消化，和胰腺出血的重要一步。Wilson的研究认为溶酶体的参与是酒精性急性胰腺炎的重要原因。", "4、胰腺血循环障碍", "在胰腺炎时，胰腺的血流量反而减少，这一点与其他组织是迥然不同，而且胰腺组织对血流量的改变亦很敏感。在急性重型胰腺炎(急性出血性胰腺炎)，胰腺血流量有明显减少。在急性水肿型胰腺炎时，由于胰腺组织进行性缺血，若不予以解除，则因进行性缺血而致急性出血性胰腺炎。其原因是胰腺腺泡之间的血管栓塞以至梗阻，则胰腺缺血而发生坏死并且病变进行性加重。胰腺血循障碍另一因素是由于炎症刺激毛细血管，特别是微小的静脉被栓塞进一步引起回流发生障碍，这是病变加重的又一原因。据研究，酒精性胰腺炎的发病，血循环障碍起着重要的作用。Ssafey等认为毛细血管的通透性增加是急性胰腺炎早期的重要病理生理现象。因而若能改善毛细血管的通透性，则对急性胰腺炎的治疗尤为有益。毛细血管的通透性与氧自由基密切相关。Ven Ooijen的实验指出，TXA2的增加是缺血所致的急性胰腺炎之关键因素，当缺血、缺氧则激活血小板，血小板的聚集加之TXA2的作用下，又加重了胰腺组织的缺血。", "5、氧衍生自由基", "近来的研究提示，氧自由基参与了急性胰腺炎的病理生理过程。氧自由基可以被体内的氧化物岐化酶(SOD)、过氧化氢酶(CAT)所清除。氧化物岐化酶(SOD)：存在于细胞液和线粒体中，是清除体内活性氧的特异性酶，可以加快活性氧岐化反应的速度，使正常代谢所产生的活性氧无害化。过氧化氢酶(CAT)：它可催化H2O2还原生成H2O，是细胞的一个重要的氧自由基的清除剂。谷光甘肽过氧化物酶：它存在于胞浆和线粒体中，并参与多种过氧化物的还原反应。在正常生理条件下，氧自由基与清除系统是平衡的。当氧自由基与清除系统的功能下降，导致活性氧对胰腺的损害。氧自由基可以使蛋白质、核酸、脂质和多糖等大分子损害，则胰腺的毛细血管通透性增加，导致胰腺水肿、出血和组织变性、坏死。在急性胰腺炎时，胰腺组织的SOD降低，血中的SOD活性增强，这是由于氧自由基引起的脂质过氧化物增加所致。氧自由基还可使膜的稳定性降低，则胰腺腺细胞溶酶体释放以及各种胰酶的活化释放;氧自由基又可激活磷脂酶A，从而使胰腺细胞膜上的卵磷脂分解，进一步造成胰腺组织的损伤。有人用SOD、CAT静脉注射，见其活性时间很短，仅几分钟。故有人将这两种酶与大分子聚合体乙烯乙二醇(PGE)结合，则在血浆中可以保持活性30～40小时，使大鼠的胰腺炎明显减轻。", "内毒素血症亦参与了急性胰腺炎的发展过程。它是由急性胰腺炎时所产生的内毒素血症，反过来又加重了胰腺的损伤。有人为内毒素损害线粒体结构，影响ATP酶和氧化磷酸化偶联过程，使能量代谢发生障碍;改变机体免疫功能;直接破坏单核吞噬细胞系统细胞内的溶酶体膜，从而造成细胞损害;并能使机体发生一系列的病理改变：血管舒缩功能、血小板及白细胞下降等。", "总之，急性胰腺炎的发病机理是复杂的，由于各种酶的作用可使胰腺细胞的细胞膜、细胞器均可发生正、负作用。目前对其正处于深入研究阶段。深信急性胰腺炎的发病，往往不是单一的机制，往往是多种因素相互促进，形成了一恶性循环链。怎样能够较好地切断此链，则急性胰腺炎的治疗将出现一个飞跃。"], "prevent": ["急性胰腺炎的治疗迄今仍是一个难题，首先是对治疗方式的选择：非手术治疗抑或手术治疗。非手术治疗怎样才能做到合理的补充血容量，减少并发症等，手术治疗时机怎样掌握，手术怎样实施方为合理。关于急性胰腺炎的非手术治疗和/或手术治疗已探讨了几十年。随着对急性胰腺炎变理变化的深入了解，迄今对其治疗已有较为明确的意义：急性水肿型胰腺炎以姑息治疗为主，而出血坏死型胰腺炎应根据情况予以治疗。前者在急性胰腺中约占80～90%，后者约占10～20%。但急性水肿性胰腺炎与出血坏死性胰腺炎之间的界限是不能迥然分开的。急性水肿性胰腺炎可以转化为急性出血坏死性胰腺炎，据统计约有10%左右可以转化。因此，对急性水肿性胰腺炎在非手术治疗的过程中，需严密观察其病程的衍变。", "急性水肿性胰腺炎与急性出血坏死性胰腺炎的治疗观点已比较一致。但对胰腺局限性坏死的治疗观点尚有所争议。一种意见认为应手术引流，另一种意见认为可以采取姑息治疗。从一些文献报道和我们治疗中的体会，我们认为对这一类型的胰腺炎亦应手术“清创”。理由是：一方面坏死是不可逆的，而坏死组织难以吸收，即使可以吸收病程亦很长，长期毒素吸收临床症状如持续腹痛、发烧等经久不退，另一方面在坏死组织中的毒性物质，如血管活性肽、弹力蛋白、磷脂酶A等将引起胰腺进行性自我消化，病变可能继续扩大，则将导致全身中毒症状进一步加重，以至出现多器官功能损害而致衰竭。非手术治疗的一些方法，亦是出血坏死性胰腺炎的术前准备。", "急性胰腺炎的发病基础是胰腺细胞进行性坏死以及酶的自身消化，低温可以降低代谢速度和酶的催化能力。当胰腺的温度降至8～10℃时可抑制酶的分泌(外分泌)，降至0～4℃时则发生不可逆性抑制。冷冻外科(cryosurgery)治疗急性胰腺炎已应用于临床，收到了一定的疗效。通过冷探头(-160～-196℃)的接触，以破坏急性胰腺炎产生的炎症组织及胰酶，抑制自身消化达到治疗的作用。它不同于冷冻治疗肿瘤，它不要求破坏全部组织细胞，只需抑制绝大部分胰腺细胞所产生的酶蛋白，对其起一灭活作用，阻断自身消化。", "1、急性胰腺炎的直接降温疗法：开始是通过手术在小网膜囊内放置带冷液循环系统的球囊，由球囊直接对胰腺接触降温。相继又出现通过腹腔镜直接放置球囊进行胰腺降温。苏联学者用冷冻治疗机对狗的正常胰腺进行试验，在100～37℃的不同温度下，观察冷冻对胰腺外分泌的影响。在35℃、25℃、15℃时，胰腺的结构与胰岛功能无明显变化，但胰腺外分泌受抑制。在5～15℃时腺泡组织被破坏，后由含有胰岛结构的结缔组织代替。在-20℃则出现胰腺急性水肿、间质性出血坏死、内外分泌功能均遭破坏。当胰腺温度维持在31℃时效果较好。", "2、重症急性胰腺炎的冷冻外科治疗：此法系用超低温探头(-140℃以下)直接冷冻出血坏死的胰腺组织，有人造成狗的出血坏死性胰腺炎，进行冷冻试验，用-195、8℃冷探头进行全胰腺冷冻，10～15秒内形成5×3cm2的破坏区，经治疗的10条狗仅1例死亡。1989年苏联学者报道15例病人冷冻的结果：出血坏死性胰腺炎2例;脂肪坏死性胰腺炎12例;化脓性胰腺炎1例。与坏死灶相对应，分3～5个点进行冷冻，探头-195℃，时间为1～2分钟。并根据病情的需要对伴有胰头水肿引起黄疸时，加作胆囊造瘘术。在15例病人中仅死亡1例。", "相反，亦有人的实验与此相反，经冷冻后胰酶的活性反而增加。追其原因可能是冷冻区边缘的部分细胞，在酶蛋白没有变性的情况下，细胞膜破裂使其释放入血液。但在急性胰腺炎时冷冻产生的血清酶活性的升高，与其对酶活性的抑制作用相比是微小的。", "3、局限性胰腺坏死及胰周渗出：重型胰腺炎不仅胰腺自身有不同程度的坏死，而且胰周亦有大量的炎性渗出，同时伴有上腹部肌紧、压痛、体温升高、白细胞增高等，经B超或CT检查则见胰腺影像增大，有散在或局限性坏死区，在胰周围有较多的渗出。但坏死的胰腺及周围渗出是否有感染，对其治疗有迥然不同的观点。若无感染可采取姑息方法治疗，渗液可以逐渐吸收，胰腺小的坏死区亦可被吸收。若有感染则应予以相应的手术治疗。因此，对感染存在与否的鉴别甚为重要。可采取CT导向下对胰腺进行穿刺抽出坏死组织及液体进行鉴别。通过抽出物的性状、浓度、涂片、细菌培养，以决定区域性坏死及渗出液有无感染。但细菌培养不可能立即得到阳性或阴性的结果。此时应根据穿刺液的性状、腹膜炎的严重程度如腹膜炎局限于上腹抑或全腹，以及体温、血象的变化，以判断感染与否。有时抽出物很难以判断，为更慎重起见，可在全身大力支持下，合理应用抗菌素下对胰腺进行多次穿刺(CT导向)，以决定区域性胰腺坏死及周围炎性渗出有无感染。", "总之，虽有局限性区域性胰腺坏死，又有渗出，若无感染，而全身中毒症状又不十分严重者，不需急于手术。若有感染则应予以相应的手术治疗。这一观点与急性出血坏死性胰腺炎的诊断一旦建立，立即手术有所不同。但必须认真、仔细地加强临床观察。"], "check": ["腹部平片", "尿淀粉酶"], "symptom": ["急性胃肠炎", "急性胰腺炎", "板状腹", "肝浊音界缩小或消失", "肠梗阻", "肠扭转", "停止排气", "急性心肌梗死", "冠心病", "上腹部疼痛", "病理性Q波"], "accompany": [], "do_eat": ["柠檬", "牛奶", "白菜", "冬瓜", "苦瓜"], "not_eat": ["糯米", "大葱", "辣椒(红、尖、干)", "山药", "洋葱", "白酒"], "common_drug": ["鲁抗 注射用头孢唑林钠", "百普力", "欧立制药 醋酸甲萘氢醌片", "瑞新药业 醋酸甲萘氢醌片", "抚松制药 清胰利胆颗粒", "长春银诺克 清胰利胆颗粒", "国康药业 茵山莲颗粒", "力玖药业 醋酸甲萘氢醌片"]}
{"name": "氨基酸尿症", "desc": "氨基酸尿症:(hyperaminoaciduria)以尿中排出过多氨基酸为特征的一类代谢疾病,可分为肾前性、肾性及混合性。各类高氨基酸尿症的治疗效果差别很大, 有些通过严格控制饮食中相应氨基酸的摄入或补充某些维生素，即可获良好效果;有些即使采取各种措施，使血浆氨基酸水平接近正常，也无法改善临床症状。肾性氨基酸尿是近端肾小管重吸收氨基酸障碍，使大量氨基酸从尿中排出。从尿中排出的氨基酸主要有甘氨酸、牛磺酸、甲基组氨酸等。此外，丝氨酸、苏氨酸、亮氨酸、苯丙氨酸等也可有少量排出。", "cure_department": ["内科", "肾内科"], "cause": ["(一)发病原因是一种家族遗传性疾病，属常染色体隐性遗传性疾病。影响因素有年龄、性别、饮食、生理变化、遗传等。", "病因与分类：", "1、生理性氨基酸尿 由生理变化所致。", "2、病理性氨基酸尿 由疾病致氨基酸尿有：", "(1)“肾前性”氨基酸尿：", "①“溢出性”氨基酸尿：如苯丙酮酸尿症、槭树汁尿症，是由某种氨基酸代谢缺陷所致。", "②“竞争性”氨基酸尿：如高脯氨酸血症等，系在肾小管内与同一转运系统的氨基酸竞争所致。", "(2)“肾性”氨基酸尿：是近曲小管转运缺陷所致。", "①单组氨基酸转运系统缺陷：即近端肾小管对某组氨基酸的转运系统缺陷，而使该组氨基酸从尿中排出，包括赖氨酸、精氨酸、鸟氨酸、胱氨酸、脯氨酸、羟脯氨酸、甘氨酸、天门冬氨酸、谷氨酸等。", "②多组氨基酸转运系统缺陷：由于近端曲管有多种功能缺陷，出现多种氨基酸尿，同时还伴有糖尿、高磷酸盐尿、尿酸化功能障碍等，如Fanconi综合征、Lowe综合征等。", "(二)发病机制", "尿中氨基酸总量排泄增加或个别氨基酸排泄显著增多，称为氨基酸尿。氨基酸是人体内的一种重要营养物质，体内的大部分氨基酸可用来合成蛋白质。血浆中氨基酸可以自由通过肾小球被滤出到原尿中，其中绝大部分可通过近端肾小管被重新吸收回血液。当肾小管功能减退时，尿中氨基酸排出增加。引起氨基酸尿的原因很多，绝大部分属遗传性疾病，也有因药物或毒物导致肾损害引起。病理性氨基酸尿可分为溢出性氨基酸尿和肾性氨基酸尿。前者指血液氨基酸增加，超过了肾小管的重吸收能力;后者是由于先天性肾小管病变，如Fanconi综合征、肝豆状核病变等。", "肾性氨基酸尿是遗传性疾病，包括碱性氨基酸尿(胱氨酸尿)、中性氨基酸尿(Hartnup病)、其他氨基酸尿等，是近曲小管转运缺陷所致。碱性氨基酸尿(胱氨酸尿)是最常见的氨基酸尿，易形成胱氨酸结石，为草酸盐结石形成提供裸核。中性氨基酸尿(Hartnup病)多在儿童发病或加重。其他亚氨基甘氨酸尿、单纯性胱氨酸尿、单纯性甘氨酸尿和二羧基氨基酸尿较少见。"], "prevent": ["肾性氨基酸尿是遗传性疾病，临床主要预防胱氨酸尿症引起的尿路结石，有两个基本点：一是降低尿胱氨酸浓度，另一是增加胱氨酸溶解度。如患者尿胱氨酸的排泄量较少，属于“无结石性胱氨酸尿症”，可不予特别治疗，动态观察，定期复查。在水化尿液与碱化尿液的基础上，部分患者给予D-青霉胺或α-巯基丙酰戊炔甘油，可以有效地抑制尿路结石的生长;还可发现经上述治疗后尿胱氨酸浓度控制在138～326mg/gCr，结石逐渐消失。", "但该药有较大的副作用，30%使用硫普罗宁者有显著副作用，使用D-青霉胺者85.7%发生副作用。Chow等对16例患者进行了研究，他们在使用D-青霉胺或α-巯基丙酰戊炔甘油失败的情况下，使用了卡托普利。结果显示，D-青霉胺和α-巯基丙酰戊炔甘油都能使水化尿液与碱化尿液治疗失败的患者产生结石的几率下降，卡托普利也有相同的作用，但疗效似乎不如前两者，与他们也无相加作用。"], "check": ["氨基酸测定"], "symptom": ["智力发育迟缓", "肾性氨基酸尿", "尿路结石", "继发感染", "吡咯烷及呱啶尿", "高尿酸血症", "神经症", "营养障碍", "糙皮病样皮疹", "共济失调", "小脑性共济失调"], "accompany": ["二碱基氨基酸尿症"], "do_eat": ["白菜", "菜花", "大白菜(小白口)", "莲藕", "生菜"], "not_eat": ["鸡蛋黄糕", "红辣椒", "辣椒(红、尖、干)", "辣椒(青、尖)", "肥膘肉", "鸡蛋黄"], "common_drug": ["海普林", "中天金丹药业 肤痒颗粒", "香菊药业 防风通圣丸", "冯了性(佛山)药业 防风通圣丸", "华润顺峰药业 马来酸氯苯那敏片", "华润顺峰药业 咪康唑氯倍他索乳膏", "康正药业 曲咪新乳膏", "新和成药业 曲咪新乳膏"]}
{"name": "鞍鼻", "desc": "鞍鼻俗称为塌鼻梁，是鼻梁比正常高度低，鼻背呈不同程度凹陷的畸形，多由外伤、感染及先天畸形引起。隆鼻术的基本原理是在鼻部塌陷的部位充填材料，使鼻梁抬高至合适的程度，从而获得理想的鼻子形态。", "cure_department": ["五官科", "耳鼻喉科"], "cause": ["鞍鼻。可分轻、中、重度。塌鼻梁比正常高度低，鼻背呈不同程度的凹陷的畸形，但鼻尖上翘呈马鞍状故得名。鞍鼻多由外伤、感染梅毒、结核等引起，也见于先天发育畸形。外伤性鞍鼻多半是鼻骨凹陷性骨折未作适当处理，或因鼻中隔手术切除软骨过多造成。"], "prevent": ["作隆鼻美容者，绝大多数为轻度和中度鞍鼻。", "隆鼻术常用的方法有三种：", "第一种是传统的直至今日仍认为是比较可靠的方法，即用自身的组织(骨或软骨)植入鼻梁部充填鼻梁。这种手术方法要涉及身体两处。先在身体一处切取一块骨或软骨块(如肋骨、髂骨等)，然后按鼻子的雕型需要进行必要的雕刻，满意后，在鼻孔内或鼻小柱及鼻翼做切口，沿设计方案沿鼻尖，鼻梁的皮下组织潜行分离，造成一个隧道。经过妥善的止血后，把雕刻好的骨或软骨组织植入皮下隧道内，经修整造型、外观感觉满意后就可以缝合切口了，然后用印模胶固定植入的骨或软骨，6天拆线即可获得满意效果。", "此种自体组织移植的方法其优点是，不易发生排斥反应或过敏反应，手术成功率高。但由于手术要做两个切口，而且半年后骨组织容易变形和吸收，因此也不是最完美的方法。", "第二种方法是采用异体组织植入或采用人工合成的高分子化合物代替自体骨或软骨组织植入的隆鼻术。其材料为异体的骨组织，如从小牛鼻子上切下来的软骨组织等。而目前国内外最常用的是固体硅橡胶这种高分子材料。采用这些异体骨或代用品做隆高鼻梁的手术，能大大减轻美容者的痛苦，材料价廉易得，塑形方便美观，大多数人不会出现排斥反应，因此受到群众的欢迎。但是，值得指出的是，极少数人植入异体组织或硅橡胶后会出现红肿反应甚至伤口不易愈合，最后导致排斥反应，这就需要再次手术取出植入物。所以对于一些过敏体质的人在做隆鼻美容手术时需要认真对待，不要轻易的做手术，以免导致痛苦。", "第三种方法是注射隆鼻术。现在很多地方都在开展这类手术。注射的材料通常为液体硅橡胶。这种方法具有操作简单，痛苦小，塑形也较美观等优点。加之不用开刀也能达到美容的目的，因此受到人们的欢迎。任何事物都有它的两重性，这种方法在国内风行一时以后，也出现了许多问题。如注射后会引起硅橡胶凝固不全，引起球形变形使鼻形反而不美，更有甚者还造成皮肤的过敏反应，皮肤糜烂穿孔，因此它的应用受到一定限制。尤其在隆鼻梁方面，由于鼻梁部皮下组织少，皮肤较薄弱，一且引起皮肤破溃，会形成疤痕，结果美容不成反而落下了伤疤，造成终生痛苦。那么液体硅橡胶是不是不可以使用了呢?也不是。对皮下组织丰富的部位，如下颌、额部等还是可以注射少量的液体硅橡胶的，能够起到改善不平衡面容的目的。但对于隆鼻术还是不用液体硅橡胶为好。"], "check": ["结核杆菌检查"], "symptom": ["鼻梁低"], "accompany": ["鼻梁低", "鼻梁平塌"], "do_eat": ["葡萄", "白菜", "番茄", "胡萝卜", "苦瓜", "莲子"], "not_eat": ["大葱", "辣椒(红、尖、干)", "洋葱", "肥膘肉", "白酒"], "common_drug": ["石药欧意 吡拉西坦片", "宜宾五粮液 氢溴酸加兰他敏缓释片", "弘美制药 复方吡拉西坦脑蛋白水解物片", "白求恩医科大制药二厂 复方吡拉西坦脑蛋白水解物片", "宜昌人福 吡拉西坦片", "金世制药 吡拉西坦片", "仁和堂 吡拉西坦片", "迪诺制药 吡拉西坦片"]}
{"name": "凹甲", "desc": "指甲凹变，指的是指甲上出现一些横纹、竖纹以及斑点等等。不同甲形，不同体质。可能出现方形、扁形、扇形等。不同甲形，不同体质。可出现甲色偏白，甲色偏红等。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["中医指出，指甲的这种变化与机体的组织器官的功能低下，组织结构的破坏、萎缩等病理变化都是密切相关的。因为甲形多与先天性的遗传因素有关，所以从甲形上看出来的多半属于本身体质上的差异。糖尿病、免疫低下、营养不良、年迈等群体均为甲真菌病的多发群体；有美甲习惯的年轻女性易罹患。 甲真菌病一般无自觉症状，合并甲沟炎时可出现疼痛、瘙痒等。病甲会出现颜色、形状、质地的改变。如甲变厚、变形、小凹、失去光泽等，有时会成“钩”状，有时可变成“喇叭”状。颜色改变视不同菌种而易，最常见的颜色为灰黄色，后者也是“灰指甲”的来历，另外，也可为黄色、红色、白色、绿色等。患甲真菌病除影响美容外，更主要的是会导致指趾末端的不适。在机体抵抗力低下时常可侵及甲下及甲周围组织，形成指趾的损害，严重时可作为感染源播散至全身。"], "prevent": ["根据病因进行针对治疗。这种不健康的指甲常因过度与水或指甲化妆品类中的化学物接触所致。其次与情绪不佳，饮食不良亦有关联。日常生活中不妨多吃些向日葵籽，以增加维生素A的摄入。自己平时在生活中要做到合理，增加营养，食用含蛋白质高的食物。"], "check": ["必需微量元素检测", "血常规"], "symptom": ["神经痛", "营养不良", "指甲突然变白", "钩虫病", "消化道出血", "肺结核", "肝硬化", "灰指甲"], "accompany": ["食指指甲凹陷", "甲身凹沟"], "do_eat": ["冬瓜", "苦瓜", "萝卜", "羊肉(瘦)", "莲子"], "not_eat": ["大葱", "辣椒(红、尖、干)", "洋葱", "墨鱼", "咸鱼"], "common_drug": ["万年青制药 藿香正气片", "心诚药业 藿香正气片", "普洛康裕天然药物 藿香正气丸", "片仔癀药业 藿香正气胶囊", "万裕药业 藿香正气水", "康圣堂 藿香正气水", "祥云药业 鞣酸蛋白片", "诚志永丰 化积口服液"]}
{"name": "凹陷瘢痕", "desc": "凹陷瘢痕是皮肤真皮层及皮下组织缺损会造成凹陷性疤痕，经常由痤疮、外伤、水痘引起。根据瘢痕的形态，有可分为线状瘢痕、蹼状瘢痕、凹陷性瘢痕、桥状瘢痕等数种。 对于瘢痕增生和瘢痕疙瘩的好发部位，如胸前、肩部等处，存在张力和运动的部位，如胸前上部、肩胛部，四肢屈侧等处，存在乳房重力和胸部呼吸运动的部位，如胸骨部等，术后瘢痕容易增生，这些部位的较小病损，如囊肿、痔等手术切除应格外慎重。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["痤疮、手术、外伤、感染、水痘及天花等是常见的引起凹陷性疤痕原因，这些病因导致皮肤真皮层及皮下组织缺损，而在随后的愈合过程中胶原蛋白、弹力蛋白缺失则会留下永久凹陷性疤痕。"], "prevent": ["1、瘢痕的治疗是非常棘手的，很难获得非常满意的成果。从理论上讲，瘢痕一旦形成，即使采用最精细的手术方法，也只能使其得到部分改善，而不能彻底根除。", "2、因为每一次整形手术，都是一次新的创伤，因此，采取各种措施，最大限度地预防瘢痕形成，与瘢痕的治疗具有同等重要的意义。", "3、预防瘢痕的根本点在于尽可能地减少创口的第二次创伤，促使创口早期一期愈合。"], "check": ["皮肤涂片显微镜检查"], "symptom": ["增生性瘢痕", "电击伤", "瘢痕疙瘩"], "accompany": ["肥厚瘢痕", "增生性瘢痕"], "do_eat": ["阿胶", "牛奶", "白菜", "苦瓜", "鱼皮"], "not_eat": ["葱白", "红辣椒", "辣椒(红、尖、干)", "草鱼", "白酒", "啤酒"], "common_drug": []}
{"name": "凹陷性疤痕", "desc": "凹陷性疤痕，是皮肤真皮层及皮下组织缺损而造成的伤疤。痤疮、手术、外伤、感染、水痘及天花等是常见的引起凹陷性疤痕原因，这些病因导致皮肤真皮层及皮下组织缺损，而在随后的愈合过程中胶原蛋白、弹力蛋白缺失则会留下永久凹陷性疤痕。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["痤疮、手术、外伤、感染、水痘及天花等是常见的引起凹陷性疤痕原因，这些病因导致皮肤真皮层及皮下组织缺损，而在随后的愈合过程中胶原蛋白、弹力蛋白缺失则会留下永久凹陷性疤痕。"], "prevent": ["1、瘢痕的治疗是非常棘手的，很难获得非常满意的成果。从理论上讲，瘢痕一旦形成，即使采用最精细的手术方法，也只能使其得到部分改善，而不能彻底根除。", "2、因为每一次整形手术，都是一次新的创伤，因此，采取各种措施，最大限度地预防瘢痕形成，与瘢痕的治疗具有同等重要的意义。", "3、预防瘢痕的根本点在于尽可能地减少创口的第二次创伤，促使创口早期一期愈合。"], "check": ["皮肤涂片显微镜检查"], "symptom": ["增生性瘢痕", "电击伤", "瘢痕疙瘩"], "accompany": ["疤痕增生", "疤痕萎缩凹陷"], "do_eat": ["橘子", "柿子", "甜瓜", "绿豆芽", "腰果"], "not_eat": ["大葱", "辣椒(红、尖、干)", "茼蒿", "香菜", "洋葱"], "common_drug": ["成都湔江 积雪苷片", "陕西康惠 积雪苷霜软膏", "候博士 疤痕止痒软化膏", "喜辽妥", "密丽 除疤膏", "保定金钟 疤痕止痒软化膏", "浙江金华康恩贝 积雪苷片", "上海现代 积雪苷片"]}
{"name": "β-氨基酸尿", "desc": "以尿中排出过多氨基酸为特征的一类代谢疾病,可分为肾前性、肾性及混合性。各类高氨基酸尿症的治疗效果差别很 大, 有些通过严格控制饮食中相应氨基酸的摄入或补充某些维生素，即可获良好效果;有些即使采取各种措施，使血浆氨基酸水平接近正常，也无法改善临床症状。肾性氨基酸尿是近端肾小管重吸收氨基酸障碍，使大量氨基酸从尿中排出。从尿中排出的氨基酸主要有甘氨酸、牛磺酸、甲基组氨酸等。此外，丝氨酸、苏氨酸、亮氨酸、苯丙氨酸等也可有少量排出。", "cure_department": ["内科", "肾内科"], "cause": ["(一)发病原因", "本症是由于遗传性膜转运缺陷，导致尿中氨基酸排泄量增加，这种疾病的发生是常染色体隐性遗传病所致膜载体改变的后果。正常时肾小球滤过的氨基酸在近端肾小管经特异性能量转运过程几乎全部被重吸收。在先天性氨基酸代谢异常时，未能很好代谢的氨基酸在血浆内浓度升高，而出现在尿中，此乃超滤负荷增加所致，非肾小管转运缺陷。当近端肾小管氨基酸转运缺陷时，可使重吸收障碍而出现氨基酸尿及血中氨基酸水平减低。当一种氨基酸重吸收有障碍，通过同一转运系的其他氨基酸的重吸收也可以减低，并导致较广泛的氨基酸尿，如胱氨酸尿。当一种氨基酸代谢异常，在体内蓄积，过量超滤，可抑制同一转运系的其他氨基酸重吸收，如β-丙氨酸氨基转移异常，发生高丙氨酸血症，而尿中出现大量牛磺酸，异丁酸，β-丙氨酸。当肾小管上皮细胞刷状缘或基底膜外漏，重吸收的氨基酸又自细胞反流入管腔引起广泛的氨基酸尿，如范科尼综合征，赖氨酸尿等。当一种代谢产物在小管上皮细胞蓄积时可抑制重吸收率，引发氨基酸尿，如半乳糖血症和先天性果糖不耐受症，磷酸半乳糖或磷酸果糖可在肾小管细胞内蓄积。", "(二)发病机制", "正常人肾小球滤液中的氨基酸含量与血浆大致相等，绝大部分由近端小管给予重吸收。在尿中排出的氨基酸主要有甘氨酸(70～200mg/d)、组氨酸(10～300mg/d)、牛黄酸(85～320mg/d)、甲基组氨酸(50～210mg/d)等。当肾小管对某种氨基酸转运发生障碍时即出现该种氨基酸尿。", "在多种氨基酸转运缺陷病中，如胱氨酸尿症、二碱基氨基酸尿症、Hartnup病、亚氨基甘氨酸尿症、二羧基氨基酸尿症，表现为对结构相似的氨基酸转运异常，提示膜上存在基因特异的膜受体或载体。这几种转运缺陷病只影响一种氨基酸转运的事实，说明具有底物特异性的转运系统存在，此缺陷病均累及肾和(或)肠中的运转系统，对其他组织不产生影响。本症Ⅰ型纯合子缺乏胱氨酸、赖氨酸、精氨酸和鸟氨酸介导的小肠转运，其杂合子具有正常氨基酸尿液排泌类型。Ⅱ型纯合子缺乏肠道赖氨酸介导的转运，但保存了转运胱氨酸的能力，其杂合子对4种氨基酸的尿液排泄均有适度增加。Ⅲ型纯合子保留了这4种氨基酸介导的小肠内转运能力，其杂合子仅尿中赖氨酸和胱氨酸排量略有增加。", "1、胱氨酸尿症属于常染色体隐性遗传疾病。其发病机制为近端肾小管刷状缘膜和胃肠道的转运胱氨酸以及与它同一转运系的赖氨酸、精氨酸、鸟氨酸的位点丧失，造成该组氨酸尿大量丢失;以后发现肾小管对半胱氨酸――同型胱氨酸形成的混合二硫化物亦同样有重吸收障碍。在胱氨酸尿患者血中胱氨酸及其他3种氨基酸浓度不升高，而肾对这组氨基酸的清除率明显增高，胱氨酸清除率比正常大30倍以上。给胱氨酸尿患者摄食赖氨酸和鸟氨酸后，血中浓度不升高，而粪中出现大量这些氨基酸。用空肠黏膜活组织标本作活性转运研究，亦证实有转运缺陷。胱氨酸尿患者每月尿排出胱氨酸平均3036、8 mmol(正常最高值约74、88 mmol/1g肌酐)，明显超饱和，且其溶解度低，在pH 5～7的尿中只能溶解l248～1664 mmol/L，故易析出结晶，当尿浓缩时，结晶增多易形成结石，引起肾绞痛、尿路梗阻或感染的表现。", "2、Hartnup病是近端肾小管上皮细胞和空肠黏膜对中性单氨基、单羧基氨基酸转运障碍所致。转运障碍的氨基酸有丙氨酸、丝氨酸、苏氨酸、缬氨酸、亮氨酸、异亮氨酸、苯丙氨酸、酪氨酸、色氨酸、组氨酸、谷氨酸及天门冬氨酸等。其中最重要的是色氨酸转运缺陷。色氨酸在尿及粪便中大量丢失，使烟酰胺形成不足，致糙皮病样皮肤损害和神经症状。此外，在肠道内由色氨酸样降解产生的吲哚及色胺，苯丙氨酸产生的苯乙胺，由酪氨酸产生的酪胺以及其他胺类，均显著超过肝脏的解毒能力，进入血循环引起中枢神经系统症状，表现为发作性小脑共济失调及精神症状。本病有两型：伴有小肠功能障碍为Ⅰ型;无障碍者为Ⅱ型。"], "prevent": ["对本病发病目前尚无有效预防措施，对已病患者应早期诊断，积极对症治疗及时防治结石等并发症的发生。"], "check": ["尿沉渣", "尿常规"], "symptom": [], "accompany": ["二羧基氨基酸尿", "特异性氨基酸尿"], "do_eat": ["大白菜(青口)", "大白菜(小白口)", "冬瓜", "萝卜", "生菜"], "not_eat": ["甘蔗", "全脂牛奶粉", "白砂糖", "冰糖", "麦芽糖", "糖桂花"], "common_drug": ["天津力生制药 氢氯噻嗪片", "仁和堂 氢氯噻嗪片", "常州制药 氢氯噻嗪片", "信谊 氢氯噻嗪片", "广东三才 氢氯噻嗪片", "世贸天阶江苏 氢氯噻嗪片", "罗浮山国药 呋塞米注射液", "圣鲁制药 呋塞米注射液"]}
{"name": "八字脚步态", "desc": "八字脚步态就是八字脚，“八字脚”，就是指在路时两脚分开像“八字”。“八字脚”走路时步态难看，姿势不正，步态不稳，步子迈不开，给体力劳动和运动带来不便，也易使鞋走形，并坏得快。通常将“八字脚”分为“内八字”和“外八字”。“内八字”;的人走路时足尖相对，足底朝外;“外八字”的人走路时则相反。孩子从小形成“八字脚”成年后很难纠正。", "cure_department": ["外科", "骨外科"], "cause": ["孩子形成“八字脚”，主要的有以下原因：", "1、过早学步、站立。由于小儿腿步的力量不够，在学步和站立时，双脚就自然地分开，使脚底面积加宽，以便站稳，防止跌倒，这样便产生双脚自然分开的姿势。", "2、过早穿皮鞋。幼儿在学走路时就穿皮鞋，尤其是穿硬质皮鞋，因为小儿足部骨骼软，脚腕部力量弱，常有一种“带不动”鞋的现象，所以，久而久之，便使步态扭曲。", "3、体内缺钙。当幼儿骨骼含钙低时，脚部骨质不定形，在行走和站立时因重力作用的结果，容易使双侧髓关节向外分;从而形成“外八字脚”。"], "prevent": ["对于孩子可能形成“八字脚”，要做到早预防，其主要的预防方法有：", "1、穿布鞋。在幼儿初学走路时，应给孩子穿布鞋或胶底鞋，不要给孩子过早地穿硬质皮鞋。", "2、鞋应合脚。幼儿不要穿过大的鞋，应穿合脚的鞋，也不能穿挤脚的小鞋。孩子的脚长得快，买鞋时，买大一号就可以了。一旦鞋子挤脚，就必须更换，不能凑合穿。", "3、不过早走路。不要让孩子过早学走路，同时给予孩子充足的含蛋白质、钙质和维生素D丰富的食物，并让孩子多晒太阳。"], "check": ["四肢的骨和关节平片", "四肢CT检查"], "symptom": ["膝内翻"], "accompany": ["X型腿", "膝内翻膝外翻或髋内翻"], "do_eat": ["牡蛎", "小米", "芦笋", "猪脑", "鸡蛋黄"], "not_eat": ["咖啡", "大葱", "辣椒(红、尖、干)", "洋葱", "白酒"], "common_drug": []}
{"name": "疤痕处破损后出现溃疡", "desc": "疤痕癌初期为疤痕处破损后出现溃疡，或由小丘疹状逐渐扩大破溃，在长期不愈的溃疡边缘。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["疤痕癌(cicatricial carcinoma)是由各种原因所致皮肤疤痕或疤痕疙瘩发生癌变而形成的皮肤癌。疤痕癌是在疤痕或疤痕疙瘩形成的基础上，短则几年，长则几十年逐渐病变发展而成，多由于疤痕奇痒而挠抓，摩擦致疤痕破损和糜烂，形成经久不愈的溃疡恶变而成。法国MarjoIin于1828年最早描述了恶性溃疡的特点，其后学者也就把疤痕癌称为MarjoIin溃疡。疤痕癌多见于烧伤疤痕，男多于女，老多于少，好发于肢体。"], "prevent": ["疤痕癌变的发生率较低，但是患者也不能因此而疏忽大意，应该注意预防、早发现、早治疗。慢性刺激如经久不愈的创面和不稳定性疤痕在疤痕癌变的发生中具有重要意义，所以患者平时尽量减少对患者的机械、化学、热力的刺激，内衣最好穿纯棉制品，尽量避免反复无常牵拉、磨擦、溃破、感染的发生。", "疤痕癌变的潜伏期较长，其恶变几乎无不经过创面反复溃疡，经久不愈的慢性溃疡阶段，如果疤痕区过敏和奇痒，反复溃破经久不愈，且溃疡分泌物多、恶臭，触之易出血，外观如火山样或菜花样，伴明显的坏死，感染等要及时作病理检查，但需与溃疡感染相区别。", "要预防疤痕癌变，除应及早治疗疤痕疙瘩外，还应使疤痕免受长期刺激和反复损伤，阻止慢性溃疡。切记：反复搔抓易诱发癌变。采用手术，激光，冷冻，皮肤移植等方法治疗疤痕疙瘩，不仅会使疤痕疙瘩复发增大，而且更易癌变。"], "check": [], "symptom": ["疤痕萎缩凹陷", "挛缩性疤痕", "浅表性疤痕"], "accompany": [], "do_eat": ["糯米(紫)", "小米", "玉米（鲜）", "菠菜", "芦笋"], "not_eat": ["大葱", "姜", "洋葱", "白酒", "啤酒"], "common_drug": ["信谊 异烟肼片", "红旗制药 利福平胶囊", "信谊万象 利福平胶囊", "信谊天平 利福平胶囊", "锦华药业 利福平胶囊", "赣南制药 利福平胶囊", "恒健制药 利福平胶囊", "衡山药业 利福平胶囊"]}
{"name": "疤痕奇痒", "desc": "疤痕疙瘩多感奇痒难忍，它实质上是皮肤上的一种结缔组织瘤，是以具有持续性强大增生力为特点的瘢痕，常表现为向四周健全皮肤呈蟹足样浸润的形象，病变隆出皮面，高低不平，形状不规则，质硬韧。疤痕是由于外伤等各种因素所导致的皮肤组织损伤后，成纤维细胞和毛细血管网增殖，形成新的肉芽组织，使纤维细胞逐渐停止分裂，出现胶原纤维和降解失衡，神经末梢长入，创伤边缘的上皮组织向中心生长，覆盖了肉芽组织，形成疤痕。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["疤痕是由于外伤等各种因素所导致的皮肤组织损伤后，成纤维细胞和毛细血管网增殖，形成新的肉芽组织，使纤维细胞逐渐停止分裂，出现胶原纤维和降解失衡，神经末梢长入，创伤边缘的上皮组织向中心生长，覆盖了肉芽组织，形成疤痕。疤痕的形成主要受到以下因素的影响：", "1、年龄，青年人容易发生，特别是10-20岁发生增生性瘢痕比率最高，主要因青春发育期，组织生长旺盛，创伤后反应性强，加之皮肤张力大所致；", "2、营养状况；", "3、体质；", "4、皮肤张力；", "5、感染；", "6、皮肤色素，有色人色素细胞较多，也容易受激 反应；", "7、临床用药，r干扰素等药物会影响创伤的愈合；", "8、外界环境的处理--灰尘、滑石粉、纤维以及毛囊、皮脂腺、汗腺残留均可以引起组织反应，导致瘢痕增生。"], "prevent": ["1、冬季减少洗澡次数、少用香皂、热水温度低一点，浴后使用中药润肌膏以防止皮肤过度干燥。", "2、饮食中多补充维生素A。"], "check": ["血常规", "尿常规"], "symptom": ["浅表性疤痕", "电击伤", "挛缩性疤痕", "睑外翻", "唇外翻", "凹陷性疤痕"], "accompany": ["疤痕增生", "浅表性疤痕"], "do_eat": ["蛇肉", "小米", "薏米", "芦笋", "大黄鱼"], "not_eat": ["柠檬", "西瓜", "姜", "辣椒(红、尖、干)", "白酒"], "common_drug": ["天骄 哈西奈德溶液", "康惠制药 积雪苷霜软膏", "叶开泰 复方倍氯米松樟脑乳膏", "华润顺峰药业 哈西奈德乳膏", "东陵药业 哈西奈德溶液", "天骄 哈西奈德溶液", "唐山利康制药 哈西奈德溶液", "唐山红星 哈西奈德溶液"]}
{"name": "疤痕体质", "desc": "疤痕体质的人在人群中比例极小，其表现为伤口愈合后，表面疤痕呈持续性增大，不但影响外观，而且局部疼痛、红痒疤痕收缩还影响功能运动。正因为疤痕体质的人极少，有的书中将长疤痕疙瘩的人也称为疤痕体质，疤痕疙瘩表现为伤口愈合后疤痕向外生长，突起皮肤表面、质硬，也可有红痛感觉，但生长到一定程度后，不再继续扩展。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["这种体质多属家族遗传。疤痕体质的人，发生手术、烧伤、外伤后，易形成症状明显的增生性疤痕或疤痕疙瘩。目前医学上，只能根据个人的表现诊断疤痕体质，但无法真正通过哪一项化验 指标去检验一个人是否是疤痕体质。事实上，真正疤痕体质的人很少。诊断疤痕体质是要经过判断的，治疗上也要十分慎重，有时治疗后反而失大于得。"], "prevent": ["一、处于青春期的男女青年，皮脂腺分泌旺盛，因为皮脂腺排泄不畅，有的人常常下意识地用手去挤压，因为挤压的方法不准确，常使局部皮肤有损伤，皮肤的屏障保护功能降低，加上皮脂腺内的容物并未彻底架空干净，细菌乘虚而入，可继发皮脂腺的炎症，因为良多患者忽略了治疗的重要性，使炎症不断加重，甚至造成化脓性皮脂腺炎症，尤其是胸前、下颌、肩部，最轻易造成瘢痕增生、瘢痕疙瘩的形成。这方面也要留意。", "二、去医院，有时候免不了要注射，开刀，这时候要先告诉医生，以事先采取措施。", "三、假如有家族病史的人，平时就要多留意了，不要磕着碰着，万一受伤要尽早去病院治疗，由于，面积不大的疤痕，经由综合治疗，仍是能控制病情的。", "四、特别重要的是，疤痕体质的人一定不要去做美容了，哪怕是割双眼皮。"], "check": ["血常规"], "symptom": [], "accompany": ["疤痕奇痒", "疤痕形成"], "do_eat": ["柠檬", "牛奶", "芦笋", "芹菜", "大黄鱼"], "not_eat": ["大葱", "辣椒(红、尖、干)", "洋葱", "猪油（板油）", "螃蟹", "白酒"], "common_drug": ["康惠制药 积雪苷霜软膏", "太阳岛药业 疤痕止痒软化膏", "喜辽妥", "密丽 除疤膏", "现代制药 积雪苷片", "东洋百信 疤痕止痒软化乳膏", "普利制药 积雪苷片", "普利制药 积雪苷霜软膏"]}
{"name": "疤痕萎缩凹陷", "desc": "疤痕萎缩凹陷是以其引起的功能障碍特征命名的疤痕。临床上常见的因疤痕挛缩造成的畸形有睑外翻、唇外翻、颏胸粘连、手部疤痕挛缩畸形及各关节的屈侧或伸侧挛缩畸形等。其中在关节屈面的条索状疤痕挛缩，如经较长时间，挛缩疤痕两侧的皮肤及皮下组织可以逐渐伸长，成为蹼状的疤痕挛缩，称蹼状挛缩疤痕。此种蹼状疤痕较大者常见于颈前侧、腋窝、肘窝、踝关节等处， 较小者可见于内眦角、外眦角、鼻唇沟、口角、指蹼等部位，部分在体表孔道的开口处呈环状出现，造成其口径狭窄，影响正常功能。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["1、创面：在创伤愈合的过程中，先发生炎症反应，然后由成肌纤维细胞在伤口出现，分裂增殖合成胶原纤维，使胶原沉积形成疤痕。", "2、感染：创面如果发生感染，一方面破坏残存的上皮细胞，使得创面加深，愈合时间延长;另一方面，炎症因子刺激成纤维细胞增生，反复感染则会引起肉芽组织超常增生。炎细胞浸润使肉芽组织的特点，感染使得炎症细胞增多，成纤维细胞越多，疤痕增生就越容易发生。", "3、局部皮肤张力改变：疤痕的方向与皮肤张力不一致，导致慢性牵拉，是疤痕增生的因素。", "4、年龄：青少年处于青春发育期，组织生长旺盛，创伤后机体免疫反应强烈，皮肤张力大，易发生疤痕增生。", "5、色素：有色人种皮肤色素细胞较多，容易引起疤痕。黑人疤痕发生率约为白人的2倍，我国烧伤疤痕的发生率也相当高。", "6、手术：疤痕体质人群如果采取手术切除治疗，会刺激纤维细胞，从而使疤痕反复增生，故如果是疤痕体质应当严禁手术切除治疗。", "7、其它：异物刺激也会引起疤痕增生，常见的异物有灰尘、滑石粉、棉花纤维、线结等。"], "prevent": ["萎缩性疤痕的手术过程", "1、设计切口时，在满足手术需要的前提下，遵循下述原则：", "(1)选择在隐蔽部位，如乳房下、毛发区等;", "(2)沿轮廓线切口，如鼻唇沟、腋前线等;", "(3)顺皮纹切口、如在额部、眼睑等处;", "(4)在自然结合部，如耳颈结合部等;", "(5)四肢切口选择在屈曲皱褶线或平行于皮肤张力线处，避免作环状圆形切口或跨越关节面切口;", "(6)颞部或颈侧手术选择在发际区;", "(7)面部避免作弧形、半圆形或大的“Z”形、“S”形切口;", "(8)体腔外口周围避免作环形切口;", "(9)如切口必须横过轮廓线、皮纹时，设计“Z”改形切口;", "2、行无菌操作。", "3、刀片垂直于皮肤切开，动作要轻柔，器械要锐利，避免不必要的创伤。", "4、彻底止血。", "5、无死腔形成。", "6、无张力缝合，创缘对合准确;缝合时以创缘对拢为准，不可过紧，以避免造成缝线周围组织坏死。"], "check": ["皮损"], "symptom": ["炎性细胞浸润", "瘢痕疙瘩", "皮肤浸润"], "accompany": ["疤痕体质", "充血", "皮肤浸润", "炎性细胞浸润"], "do_eat": ["苹果", "小米", "薏米", "黄豆芽", "芦笋", "黑芝麻"], "not_eat": ["大葱", "姜", "辣椒(红、尖、干)", "洋葱", "肥膘肉", "猪肝"], "common_drug": ["成都湔江 积雪苷片", "陕西康惠 积雪苷霜软膏", "候博士 疤痕止痒软化膏", "喜辽妥", "密丽 除疤膏", "保定金钟 疤痕止痒软化膏", "浙江金华康恩贝 积雪苷片", "上海现代 积雪苷片"]}
{"name": "疤痕形成", "desc": "疤痕的形成是由于机体炎症反应，胶原的合成与降解不平衡、异常粘多糖的出现以及纤维细胞的增生所造成。增生性疤痕中淋巴回流减少，局部水肿，可导致疤痕的肥厚，是机体创伤修复的必然产物。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["当机体组织特别是皮肤组织受到一定深度的损伤后，创面先出现炎症反应，白细胞、巨噬细胞、肥大细胞等浸润，释放出多种细胞因子(生长因子)，成纤维细胞和肌成纤维细胞大量增生并合成大量的胶原和基质，造成胶原代谢与排列的异常，异常基质的沉着，加上微循环和自由基因素的影响，促进了疤痕的形成。"], "prevent": ["处于青春期的男女青年，皮脂腺分泌旺盛，因为皮脂腺排泄不畅，有的人常常下意识地用手去挤压，因为挤压的方法不准确，常使局部皮肤有损伤，皮肤的屏障保护功能降低，加上皮脂腺内的容物并未彻底架空干净，细菌乘虚而入，可继发皮脂腺的炎症，因为良多患者忽略了治疗的重要性，使炎症不断加重，甚至造成化脓性皮脂腺炎症，尤其是胸前、下颌、肩部，最轻易造成瘢痕增生、瘢痕疙瘩的形成。这方面也要留意。"], "check": ["皮肤涂片显微镜检查"], "symptom": ["浅表性疤痕", "电击伤", "挛缩性疤痕", "睑外翻", "唇外翻", "凹陷性疤痕"], "accompany": ["疤痕体质", "疤痕增生"], "do_eat": ["柠檬", "牛奶", "小米", "芦笋", "香椿"], "not_eat": ["大葱", "洋葱", "肥膘肉", "鲤鱼", "白酒", "啤酒"], "common_drug": ["圣泰 转移因子口服溶液", "赣南海欣 转移因子口服溶液", "瑞尔医药 转移因子口服溶液", "转移因子口服溶液", "精优药业 转移因子口服溶液", "康惠制药 消银颗粒", "瑞尔医药 转移因子胶囊", "杭州华津 转移因子胶囊"]}
{"name": "疤痕增生", "desc": "疤痕增生又称疤痕瘤，是由纤维结缔组织过度增生引起的。疤痕疙瘩隆起皮表呈瘤状增生，表面光滑，颜色红润而发亮，常发现有扩张的毛细血管。皮肤损害自边缘向外伸出，蟹脚形变。皮肤损伤大小各一，外形差异，质硬，如软骨样，自觉症状多感到奇痒难受或有疼痛、灼热感。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["1、创面：在创伤愈合的过程中，先发生炎症反应，然后由成肌纤维细胞在伤口出现，分裂增殖合成胶原纤维，使胶原沉积形成疤痕。", "2、感染：创面如果发生感染，一方面破坏残存的上皮细胞，使得创面加深，愈合时间延长;另一方面，炎症因子刺激成纤维细胞增生，反复感染则会引起肉芽组织超常增生。炎细胞浸润使肉芽组织的特点，感染使得炎症细胞增多，成纤维细胞越多，疤痕增生就越容易发生。", "3、局部皮肤张力改变：疤痕的方向与皮肤张力不一致，导致慢性牵拉，是疤痕增生的因素。", "4、年龄：青少年处于青春发育期，组织生长旺盛，创伤后机体免疫反应强烈，皮肤张力大，易发生疤痕增生。", "5、色素：有色人种皮肤色素细胞较多，容易引起疤痕。黑人疤痕发生率约为白人的2倍，我国烧伤疤痕的发生率也相当高。", "6、手术：疤痕体质人群如果采取手术切除治疗，会刺激纤维细胞，从而使疤痕反复增生，故如果是疤痕体质应当严禁手术切除治疗。", "7、其它：异物刺激也会引起疤痕增生，常见的异物有灰尘、滑石粉、棉花纤维、线结等。"], "prevent": ["1、手术切除：对那些豆大的隆起疤痕除了切除别无他法，但手术以后在Ⅰ期愈合拆线后，必须及时地进行放射治疗，以防复发。若无放疗条件，则不可贸然手术，否则会越切越大。", "2、局部疤痕内注射皮质类固醇激素，主要是利用皮质激素的抗增生作用和抗炎作用。"], "check": ["皮肤涂片显微镜检查"], "symptom": ["性障碍", "疤痕形成", "凹陷性疤痕", "浅表性疤痕", "疤痕萎缩凹陷"], "accompany": ["疤痕形成"], "do_eat": ["蛇肉", "小米", "薏米", "芦笋", "大黄鱼"], "not_eat": ["柠檬", "西瓜", "辣椒(红、尖、干)", "洋葱", "白酒", "啤酒"], "common_drug": ["康惠制药 积雪苷霜软膏", "太阳岛药业 疤痕止痒软化膏", "喜辽妥", "密丽 除疤膏", "现代制药 积雪苷片", "东洋百信 疤痕止痒软化乳膏", "普利制药 积雪苷片", "普利制药 积雪苷霜软膏"]}
{"name": "拔牙后出血不止", "desc": "拔牙后血暂时止住，半天后轻舔后就出血不止，一点一点出血。拔牙是口腔科最常用的治疗技术。因拔牙可造成局部组织的损伤，引起出血、肿胀、疼痛等反应，也可导致血压、体温、脉搏的波动，所以必须慎重对待。对心血管病、血液病患者优应注意，否则会带来严重后果。拔牙后24小时内一般不要漱口，更不能刷牙。由于拔牙术后24小时左右，局部的纤维母细胞刚从牙槽骨壁向血凝块延伸生长，并逐渐使血凝块机化而变得坚固结实。", "cure_department": ["五官科", "口腔科"], "cause": ["1、拔牙时周围的牙跋撕裂，拔牙后未能及时缝合，造成软组织出血不止。", "2、拔牙时损伤了周围的牙槽骨，造成局部牙槽骨骨折出血。", "3、拔牙窝内有炎性肉芽组织残留，导致拔牙后这些肉芽组织出血。", "4、拔牙时牙槽窝内小血管破裂导致出血。", "5、有些患者本身有血液系统的疾病如血友病、白血病等，这些病都会影响到机体的凝血机制而导致拔牙后出血。", "6、患者未能遵守医嘱，拔牙后不久就漱口或反复吐口水而使得牙槽窝内无法形成血凝块导致出血。"], "prevent": ["拔牙后两小时可以进食，但应注意吃些流质类食物，不可喝热开水或进食过烫、过硬的食物。热食会引起血管扩张而易于出血;过硬的食物对伤口是一种机械性刺激，可引起出血和加重损伤，故应避免。"], "check": ["口腔X光片检查", "血常规"], "symptom": ["牙龈出血", "白血病"], "accompany": ["拔牙后伤口经久不愈"], "do_eat": ["口蘑", "石榴", "蚕豆", "西兰花", "油菜"], "not_eat": ["苦瓜", "辣椒(红、尖、干)", "螃蟹", "白酒", "啤酒"], "common_drug": ["信谊 氨甲环酸片", "烟霞 血宁胶囊", "上海练塘 血宁糖浆", "速宁 氨甲环酸片", "安徽墨药 八宝五胆药墨", "妥塞敏", "重庆莱美 氨甲环酸注射液", "海莫莱士 人凝血因子VIII"]}
{"name": "拔牙后伤口经久不愈", "desc": "拔牙后伤口经久不愈，常见凝血功能障碍。", "cure_department": ["五官科", "口腔科"], "cause": ["凝血功能障碍。"], "prevent": ["拔牙后伤口的护理：", "1、拔牙后，应进食软食，切忌吃太硬和太烫的食物，也不要饮酒、吸酒。拔牙当天，不要漱口刷牙。", "2、另外，拔牙当天，应注意适当休息，不要做剧烈运动和重体力劳动。"], "check": ["口腔X光片检查"], "symptom": ["血友病", "出血性疾病", "出血倾向", "弥散性血管内凝血", "高凝状态", "微循环障碍"], "accompany": ["拔牙后出血不止"], "do_eat": ["橘子", "西兰花", "油菜", "猪肝", "鸭肝"], "not_eat": ["大葱", "茼蒿", "洋葱", "猪油（板油）", "白酒", "啤酒"], "common_drug": []}
{"name": "白带", "desc": "白带是妇女从阴道里流出来的一种带有粘性的白色液体，它是由前庭大腺、子宫颈腺体、子宫内膜的分泌物和阴道粘膜的渗出液、脱落的阴道上皮细胞混合而成。白带中含有乳酸杆菌、溶菌酶和抗体，故有抑制细菌生长的作用。性行为过程中，白带会增多，对阴道有润滑作用，便于进行性生活。 一般月经中期白带增多，稀薄透明；排卵后白带又变粘稠，混浊而量少。经前及孕期白带均有所增多。非灵长类哺乳动物在发情期出现。", "cure_department": ["妇产科", "妇科"], "cause": ["一、生理性白带", "二、病理性白带", "(一)非炎症性自带", "(二)炎症性白带", "1、细菌性阴道病", "2、滴虫性阴道炎", "3、霉菌性阴道炎", "4、老年性阴道炎", "5、淋病性阴道炎", "6、慢性宫颈炎或宫颈糜烂", "(三)导物刺激性自带", "(四)癌瘤性自带", "(五)其他经阴道排出物", "(一)生理性自带", "生理性白带，包括来自大小阴唇，前庭大腺、阴道渗出物及宫颈腺体分泌物，还有少量由子宫内膜所分泌。它是白色、絮状、带有部性的液体，其量及性状随月经周期稍有变化。", "(二)病理性自带", "凡能使盆腔及子宫充血的情况，都可使宫颈腺体及子宫内膜功能亢进而分泌过多的鼓液们时阴道较膜渗出也增多。见于慢性病及身体衰弱者及精神刺激、炎性刺激、异物刺激，还有癌瘤及尿瘦、粪瘦所致。白带可呈白色水样、脓性、凝乳状或血性白带等。"], "prevent": ["1、定期检查：即使没有任何不适也应该定期检查，最好每年至少做一次全面的妇科体检。", "2、及时就医：如果出现任何情况的白带增多或其他不适，立即去医院诊治。", "3、一定在医生指导下用药：用药不对症，可能反而加重病情。", "4、少穿紧身裤：少穿紧身或贴身的裤子如牛仔裤等，亦要避免穿着紧身尼龙内裤，应选择棉质内裤。", "5、平日不用卫生护垫：有些女性朋友担心白带弄脏内裤或懒得洗内裤，平日总是用卫生护垫，这种做法是不可取的。不是月经期，尽量不要用卫生护垫，应每天晚上用清水洗净外阴，更换内裤。另外，也不要用各种药液清洗阴道，这样做反而会破坏阴道的内环境，以致发生阴道炎。", "6、增强免疫力：坚持锻炼，增强体质;睡眠充足、饮食合理、营养均衡。多进食富含维生素的食品。", "7、心理调节：经常找一些让自己开心的事儿做做，或伺花弄草、欣赏音乐，保持恬静的心理状态，避免过于激动、发怒急躁。"], "check": ["白带检查"], "symptom": ["白带增多", "绝经后白带增多", "脓血性白带", "阴道分泌物增多"], "accompany": ["白带增多", "白带异常"], "do_eat": ["西瓜", "小米", "冬瓜", "西兰花", "油菜"], "not_eat": ["红辣椒", "洋葱", "螃蟹", "豆浆", "白酒", "啤酒"], "common_drug": ["白云山 三味清热止痒洗剂", "纽兰 苦参碱栓", "湖北东信 苦参碱栓", "海南森祺 苦参碱栓", "白马 保妇康凝胶", "碧凯 保妇康栓", "杭州旺华 肤芩洗剂", "合肥久联 己烯雌酚片"]}
{"name": "白带增多", "desc": "白带增多是指女性的阴道分泌物的量增多。但是不是说白带增多就是一定是有病，有些时候白带增多是正常生理现象，如果白带增多伴有多种病症出现，就要警惕妇科疾病的发生。", "cure_department": ["妇产科", "妇科"], "cause": ["健康妇女白带增多与体内雌激素水平增高成正比。如排卵期或妊娠期白带增多，在子宫内膜生长过长的情况下，或应用雌激素药物后均可出现类似的白带增多。", "阴道炎症、慢性宫颈炎、老年性阴道炎、子宫内膜炎、宫膜积液或阴道内异物。"], "prevent": ["1、定期检查：即使没有任何不适也应该定期检查，每年至少做一次全面的妇科体检。", "2、及时就医：无论出现何种情况的白带增多或其他不适，都应立即去医院诊治。", "3、一定要在医生指导下用药：用药若不对症，就有可能加重病情。", "4、少穿紧身裤：少穿紧身的裤子(如牛仔裤);尤其不要穿紧身尼龙内裤，最好选择棉质内裤。", "5、平日不用卫生护垫：有些女性朋友担心白带弄脏内裤或懒得洗内裤，平日总是用卫生护垫。这种做法是不可取的，很容易孳生大量的细菌。所以，不是月经期尽量不要用卫生护垫。每天晚上要用清水洗净外阴，更换内裤(最好不要用各种药液清洗阴道。这样做会破坏阴道的内环境，导致发生阴道炎)。", "6、增强免疫力：要经常锻炼身体，增强体质;要保证充足的睡眠；多食富含维生素的食品;要学会调节自己的情绪，心情愉快时免疫力会增强。"], "check": ["白带检查"], "symptom": ["滴虫性阴道炎", "慢性宫颈炎", "老年性阴道炎", "霉菌性阴道炎", "宫颈癌", "子宫内膜癌", "宫颈息肉", "宫颈糜烂", "功能失调性", "子宫出血", "尿道肉阜", "阴道出血", "排尿障碍", "白带增多"], "accompany": ["绝经后白带增多", "白带异常"], "do_eat": ["茯苓", "芹菜", "西兰花", "油菜", "鲤鱼"], "not_eat": ["大葱", "辣椒(红、尖、干)", "洋葱", "海虾", "白酒", "啤酒"], "common_drug": ["振国药业 宫颈癌栓", "康惠制药 宫颈癌片", "振国药业 宫颈癌片", "兴邦 宫颈癌片", "振国药业 宫颈癌栓", "振国药业 宫颈癌栓"]}
{"name": "白痱", "desc": "白痱，又称晶形粟粒疹，是汗液在角质层内或角质层下溢出而成。白痱好发于高热大量出汗的病人、体质虚弱的婴幼儿及老年人，常见于颈部与躯干，为集积、表浅、晶莹透亮的小疱，周围无红晕，疱壁薄，易磨破，无痛感，痒感很轻。病程短暂，一般一周左右可自行吸收结痂脱屑而愈。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["痱子是因小汗腺导管闭塞导致汗液潴留而形成的皮疹。通常发生于热、湿气候中，如热带和温带夏季的湿热气候中。推测表皮葡萄球菌产生的一种胞外多糖物质阻塞了汗液排出皮肤表面，最后形成反向压力导致汗腺或不同部位的导管破裂，外溢的汗液流入邻近组织，形成痱子。"], "prevent": ["1、保持室内通风、凉爽，以减少出汗和利于汗液蒸发。", "2、衣着宜宽大，便于汗液蒸发。及时更换潮湿衣服。", "3、经常保持皮肤清洁干燥，常用干毛巾擦汗或用温水勤洗澡。", "4、痱子发生后，避免搔抓，防止继发感染。"], "check": ["皮肤颜色"], "symptom": ["继发感染", "皮肤病"], "accompany": ["脓痱", "深痱"], "do_eat": ["西瓜", "苦瓜", "西兰花", "油菜", "绿豆"], "not_eat": ["大葱", "辣椒(红、尖、干)", "洋葱", "肥膘肉", "白酒", "啤酒"], "common_drug": ["吉春制药 烧伤肤康液", "慧宝源制药 止痒消炎水", "迪赛诺制药 炉甘石洗剂", "成都芝芝药业 维儿康洗液", "叶开泰 小儿复方麝香草酚撒粉", "运佳黄浦 炉甘石洗剂", "鹏鹞药业 炉甘石洗剂", "康必得药业 复方醋酸氯己定喷剂"]}
{"name": "白喉假膜形成", "desc": "假膜形成是白喉的典型表现。假膜是由坏死的白细胞、细菌和其他物质组成的膜状物，常位于扁桃体和靠近咽喉的其他部位。假膜很厚且硬，呈污秽的灰色。如果强行剥脱假膜，其下面的粘膜就会出血。假膜可能缩小气流的通道，或者突然完全堵塞气流通道，阻碍患儿呼吸，出现紧急情况。但是，一些较轻微的白喉，也可不产生假膜。", "cure_department": ["五官科", "耳鼻喉科"], "cause": ["白喉杆菌传染。白喉杆菌在易感者的上呼吸道(通常为咽部)粘膜表层组织内或体表皮肤内繁殖，分泌外毒素。外毒素渗入局部及周围组织，引起组织坏死和急性假膜性炎症。从血管渗出的液体中含有易凝固的纤维蛋白将炎性细胞、粘膜坏死组织和白喉杆菌凝固在一起而形成假膜。假膜呈灰白色。边缘较整齐。假膜与粘膜下组织紧密粘连，不易拭去，少数病人的病变可侵入深层组织而形成溃疡面、喉、气管及支气管粘膜上皮具有纤毛，形成的假膜和粘膜粘连不紧，易从气管切口处喷出。", "白喉外毒素在局部吸收后经淋巴和血液散布于全身各组织与细胞结合引起病变。其中以心肌末梢神经最敏感。肾脏和肾上腺皮质等处病变也较显著。外毒素吸收量与假膜的部位和广泛程度有关，咽部最易吸收，扁桃体次之，喉及气管最少。假膜越广泛，吸收的毒素量也越大，毒素和组织结合开始时尚松弛，时间越长结合越牢固，也就不易为抗毒素所中和 白喉杆菌一般停留于局部病灶，不进入血行，偶可到达局部淋巴结。"], "prevent": ["3、4 、5月龄婴儿 ，每月接受百、白、破三联疫苗一针，共3针为初免。1岁半至2岁时再加强1针。7岁和15岁时各接种精制白喉、破伤风二联类毒素一次，以加强对白喉的免疫持久性，保护大儿童和成年人不患白喉。必要时成人也应加强免疫。"], "check": ["直接涂片检查"], "symptom": ["急性喉炎", "呼吸困难"], "accompany": ["高热", "呼吸困难", "颈部淋巴结肿大", "溃疡", "水肿", "咽喉部充血", "咽痛"], "do_eat": ["苹果", "小米", "萝卜", "西兰花", "油菜"], "not_eat": ["大葱", "辣椒(红、尖、干)", "洋葱", "白酒", "啤酒"], "common_drug": ["达发新", "康美药业 红霉素肠溶片", "旺龙药业 琥乙红霉素颗粒", "白云山医 琥乙红霉素片", "国瑞 琥乙红霉素片", "利君制药 红霉素肠溶片", "东信药业 琥乙红霉素颗粒", "石药欧意 红霉素肠溶片"]}
{"name": "白甲", "desc": "白甲指指甲上有白点、白线叫“白甲症”。常见的有点状甲白斑病、线状甲白斑病，常发生于甲半月部，随着指甲生长移至甲缘，多为原发性。分为点状白甲、线状白甲、全白甲等。甲全部发白称为全白甲病，多为先天性。一般不必用药治疗。指甲为脏腑气血的外荣，与人体的脏腑经络有直接联系，能够充分地反映人体生理、病理变化。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["1、点状白甲：可发生于正常人，或由微小外伤感染。点状白甲为染色体显性遗传。", "2、线状白甲：多因不是当或过度修甲造成。", "3、全白甲：比较罕见，具有家族性，全白甲常为染色体显体遗传。", "4、接触硝酸、亚硝酸盐和浓氯化钠溶液可造成甲白色变。真菌性白甲多侵犯趾甲。甲分离和甲下角化过度时，甲是白色的。"], "prevent": ["1、根据病因进行针对治疗。", "2、注意适当运动，劳逸结合，避免熬夜，过度劳累，生活作息不规律等等。", "3、多吃水果蔬菜，蛋类，奶类等等富含蛋白质，维生素的食物。", "4、尽量减少刺激性液体或物质，以避免损害指甲。", "5、经常修剪指甲，指甲过长会导致很多的细菌微生物留在甲缝内，容易导致很多疾病。"], "check": ["血常规", "肝功能检查", "胃镜"], "symptom": ["铊中毒"], "accompany": ["凹甲", "指甲突然变白"], "do_eat": ["菠菜", "冬瓜", "萝卜", "西兰花", "羊肉(瘦)"], "not_eat": ["洋葱", "墨鱼", "螃蟹", "咸鱼", "白酒", "啤酒"], "common_drug": ["运佳黄浦 硝酸咪康唑乳膏", "唐山红星 硝酸咪康唑乳膏", "斯皮仁诺", "美扶", "桂林华信 环吡酮胺乳膏", "南通中华药业 硝酸咪康唑乳膏", "吉春制药 硝酸咪康唑乳膏", "康正药业 硝酸咪康唑乳膏"]}
{"name": "白色恶露", "desc": "白色恶露：粘稠，色泽较白。含大量白细胞，坏死组织蜕膜，表皮细胞及细菌等。白色恶露持续3周干净。产妇分娩后随子宫蜕膜特别是胎盘附着物处蜕膜的脱落，含有血液，坏死蜕膜等组织经阴道排出称为恶露。因为恶露的量和颜色与子宫的恢复状况有很大关系，所以出院出院后应该注意观察恶露的情况，并在产后42天回医院复查。这些都可以帮助确认子宫内有无异常、子宫是不是在顺利的恢复当中。", "cure_department": ["妇产科", "妇科"], "cause": ["分娩后，包裹胎儿的卵膜和子宫内膜等的残片与子宫内胎盘脱落处以及由于分娩受伤的地方的血液一起排出，形成恶露。因为恶露的量和颜色与子宫的恢复状况有很大关系，所以出院出院后应该注意观察恶露的情况，并在产后42天回医院复查。这些都可以帮助确认子宫内有无异常、子宫是不是在顺利的恢复当中。"], "prevent": ["产后恶露不绝的预防：", "1、分娩前积极治疗各种妊娠病，如妊娠高血压综合征、贫血、阴道炎等。", "2、对胎膜早破、产程长者或剖腹产后，给予抗菌素预防感染。", "3、分娩后仔细检查胎盘、胎膜是否完全，如有残留者及时处理，防治产后恶露、流血。", "4、坚持哺乳，有利于子宫收缩和恶露的排出。"], "check": ["妇科常规检查", "妇科超声检查"], "symptom": ["血性恶露", "子宫出血", "白细胞增多"], "accompany": ["恶露", "血性恶露"], "do_eat": ["牛奶", "菠菜", "番茄", "西兰花", "燕麦片", "蜂蜜"], "not_eat": ["葱白", "辣椒(红、尖、干)", "洋葱", "河虾", "白酒", "啤酒"], "common_drug": ["艾韦达", "湖北四环 阿昔洛韦分散片", "通和制药 阿昔洛韦分散片", "诺克", "津华晖星 盐酸吗啉胍片", "盈康药业 三味清热止痒洗剂", "丽珠制药 泛昔洛韦片", "丽珠君乐"]}
{"name": "白色黏液状尿", "desc": "经常排出白色黏液状尿液时，则可能是罹患前列腺炎、非淋菌性尿道炎或淋病等疾病的症状，应及早就诊治疗，否则将传染给配偶，引起生殖器官炎症。", "cure_department": ["内科", "泌尿内科"], "cause": ["由于男性尿道是精液排出与尿液流过的共同出口通道，所以成年男性偶尔会从尿道中排出白色黏液状的尿液是正常的现象，不需多虑。但是经常排出白色黏液状尿时：", "1、尿酸盐沉淀、磷酸盐和碳酸盐沉淀。", "2、尿路感染：主要与尿路细菌繁殖，出现脓尿、白细胞有关。尿液呈乳白色。", "3、乳糜尿：为白色乳糜样尿液，见于丝虫病或其它原因引起的肾周围淋巴管阻塞。", "4、男性前列腺液的溢出，如：前列腺炎，前列腺溢液等。"], "prevent": ["一、 前列腺炎预防", "前列腺是男性生殖器官中最大的一个附属性腺。它所分泌的前列腺液，是精液的重要组成部分。前列腺与身体其他脏器一样，也会生病，最常见的是慢性前列腺炎。临床发现，25%～50%的男性遭受过此病的困扰。要想保护好前列腺，男性必须注意以下问题：", "1、检查包皮是否过长，过长者要及早做包皮环切手术，防止细菌藏匿并经尿道逆行进入前列腺。", "2、及时清除身体其他部位的慢性感染病灶，防止细菌从血液进入前列腺。", "3、养成及时排尿的习惯，因为憋尿可使尿液反流进入前列腺。", "4、不久坐和长时间骑自行车，以免前列腺血流不畅。", "5、养成良好的生活习惯，不吸烟、少饮酒。", "另外有一首“八多八少”的歌谣，大家不妨借鉴：少烟多茶，少酒多水，少糖多果，少肉多菜，少盐多醋，少怒多笑，少药多练，少车多步。", "二、 非淋菌性尿道炎预防", "1、杜绝不洁性交，正确避孕", "避孕药中的雌激素有促进霉菌侵袭的作用。如果反复发生非淋菌性尿道炎，就尽量不要使用药物避孕。", "2、女性护理液更适合日常的清洁保养", "频繁使用药字号洗液、消毒护垫等，容易破坏阴道弱酸性环境，阴道的弱酸性环境能保持阴道的自洁功能，Ph4弱酸配方的女性护理液更适合日常的清洁保养。", "3、注意公共场所卫生", "公共浴堂的卫生也很重要，不提倡洗盆塘，衣服要单独存放。公共场合可能隐藏着大量的病菌。出门在外，不要使用宾馆的浴盆、要穿着长的睡衣、使用马桶前垫上卫生纸等等。同时可选用娇妍的个人清洁护理产品，女性卫生护理湿巾很方便携带哦。", "4、伴侣同治", "如果你感染了霉菌性阴道炎，需要治疗的不仅是你，还有你的他，这样才会有预期的疗效。你平时日常使用女性护理液的同时也莫忙记准备一支男性护理液给他使用。", "5、穿着全棉内裤", "紧身化纤内裤会使阴道局部的温度及湿度增高，这可是霉菌拍手称快的“居住”环境，最好选用棉质的内裤。"], "check": ["尿常规", "泌尿系统CT检查"], "symptom": ["褐色尿", "溶血性贫血", "急性肾炎", "乳白色尿", "丝虫病", "乳糜尿", "肾盂肾炎", "膀胱炎", "肾结核", "黑色素瘤", "绿色尿"], "accompany": ["混浊尿", "黏液尿"], "do_eat": ["柠檬", "西瓜", "菠菜", "冬瓜", "西兰花"], "not_eat": ["花椒", "大葱", "辣椒(红、尖、干)", "洋葱", "肥膘肉", "白酒"], "common_drug": ["希舒美", "维宏", "南新 盐酸环丙沙星片", "兰花药业 诺氟沙星胶囊", "辅仁药业 阿奇霉素片", "汇仁药业 阿奇霉素片", "爱普森药业 阿奇霉素片", "津华晖星 盐酸环丙沙星片"]}
{"name": "白色尿液", "desc": "白色尿液指人体排出的尿液呈现白色。常见的是乳糜尿，为白色乳糜样尿液，见于丝虫病或其它原因引起的肾周围淋巴管阻塞。从尿中排出的乳糜，属于一种白尿。白色尿液多由尿酸盐沉淀、磷酸盐和碳酸盐沉淀形成，尿路感染、丝虫病所致的)乳糜尿或前列腺炎，前列腺溢液等所造成的。白色尿液主要与尿路细菌繁殖，出现脓尿、白细胞有关。", "cure_department": ["内科", "泌尿内科"], "cause": ["由于男性尿道是精液排出与尿液流过的共同出口通道，所以成年男性偶尔会从尿道中排出白色黏液状的尿液是正常的现象，不需多虑。但是经常排出白色尿液时：", "1、尿酸盐沉淀、磷酸盐和碳酸盐沉淀。", "2、尿路感染：主要与尿路细菌繁殖，出现脓尿、白细胞有关。尿液呈乳白色。", "3、乳糜尿：为白色乳糜样尿液，见于丝虫病或其它原因引起的肾周围淋巴管阻塞。", "4、男性前列腺液的溢出，如：前列腺炎，前列腺溢液等。"], "prevent": ["1、避免过度疲劳，多休息，勿劳累。", "2、避免过食辛(腥)辣、油腻及豆制品，对脾阳虚、肾阳虚、寒湿者诸多水果则不宜。", "3、饮食宜清淡，如：米粥、红枣糯米粥、面条、面包等。", "4、其他：蔬菜、蘑菇、莲子、木耳、山药等，水果如哈密瓜、西瓜、梨、苹果、椰子、菠萝等可适量食用，唯橘类尚可食用，配合姜枣之剂饮更佳。"], "check": ["尿常规", "肾功能检查"], "symptom": ["褐色尿", "溶血性贫血", "急性肾炎", "乳白色尿", "丝虫病", "乳糜尿", "肾盂肾炎", "膀胱炎", "肾结核", "黑色素瘤"], "accompany": ["褐色尿", "绿色尿", "乳白色尿"], "do_eat": ["西瓜", "菠菜", "冬瓜", "番茄", "西兰花", "燕麦片"], "not_eat": ["红辣椒", "洋葱", "螃蟹", "豆浆", "白酒", "啤酒"], "common_drug": []}
{"name": "白天不自觉地将牙咬紧", "desc": "白天不自觉地将牙咬紧是磨牙的一种类型，所谓磨牙症是指睡眠时有习惯性磨牙或白昼也有无意识磨牙习惯者，随时间一点一点加重，是一种长期的恶性循环疾病。", "cure_department": ["五官科", "口腔科"], "cause": ["1、神经紧张，心理焦虑、抑郁、愤怒等心理因素。", "2、胃肠道疾病，内分泌紊乱也可导致此。", "3、过度疲劳，从事精细工作者，如运动员、钟表匠等。", "4、体内缺乏微量元素易患此症。", "5、长期磨牙形成的习惯性磨牙症。", "6、工作压力大，身体劳累，长期生活不规律导致磨牙现象。", "除了以上几种人外，性格内向、情绪激动、经常口中咬东西成习惯的人也容易患磨牙症。", "儿童的常见原因：", "1、肠内寄生虫病，尤其是肠蛔虫病，在儿童中相当多见。", "2、胃肠道的疾病、口腔疾病。", "3、临睡前给小儿吃不易消化的食物，这样在宝宝睡觉后都可能刺激大脑的相应部位，通过神经引起咀嚼肌持续收缩。", "4、神经系统疾病，如精神运动性癫痫、癔病等。", "5、小儿白天情绪激动、过度疲劳或情绪紧张等精神因素。", "6、缺乏维生素，患有维生素D缺乏性佝偻病的孩子，由于体内钙、磷代谢紊乱，会引起骨骼脱钙，肌肉酸痛和植物神经紊乱，常常会出现多汗、夜惊、烦躁不安和夜间磨牙。", "7、牙齿排列不齐，　咀嚼肌用力过大或长期用一侧牙咀嚼，以及牙齿咬合关系不好，发生颞下颌关节功能紊乱，也会引起夜间磨牙。而且，牙齿排列不整齐的孩子，他的咀嚼肌的位置也往往不正常，晚上睡眠时，咀嚼肌常常会无意识地收缩，引起磨牙。", "8、另外，孩子8--11岁换牙期间，因为牙龈发痒，很容易产生轻微的磨牙现象，这期间轻度磨牙属正常现像，如果比较严重就需要治疗了，过了这个阶段，通常会自行消失。", "9、孩子情绪和生活规律的影响，现在孩子通常学习比较紧张，压力大，同时还有不少孩子在晚间看惊险的打斗电视、入睡前玩耍过度，这些因素都会引起磨牙。另外，如果因某件事情长期受到爸爸妈妈的责骂，引起压抑、不安和焦虑，也会出现夜间磨牙的现象。", "由此可见，磨牙基本上都是由某种疾病引起的，有些孩子因磨牙时间较长，虽经相应的治疗，但因大脑皮层已形成牢固的条件反射，因此夜间的磨牙动作不会立即消失，容易形成一种习惯性磨牙，特别是胃肠病虽有好转，但胃肠功能紊乱依然存在，所以磨牙动作不能在短时间内纠正过来，必须坚持较长时间的治疗才能好转。"], "prevent": ["1、睡前尽量放松自己，尤其是在入睡前。可以适当的做些体操、泡泡热水澡、听听轻音乐等。", "2、避免兴奋性食品和吸烟、改善睡眠环境。", "3、尽量避免含有咖啡因等饮料或食物。像咖啡、巧克力、可乐等尽量避免。", "4、多吃些含维生素丰富的食物。", "5、要懂得如何缓解压力，放松心情，调整心态。", "6、热敷上下颚，可松弛咬合肌肉，也可减少头痛的机会。", "7、保持正确姿式。弯腰驼背也会导至磨牙。", "8、睡前一定要刷牙，晚饭不要过饱。", "9、日常饮食注意补充钙质，定期驱虫。", "10、白天时让嘴巴保持在健康的休息状态，即让牙齿维持松弛。", "11、睡前少看刺激性电视剧，并尽量让精神松弛。", "12、白天避免玩得过度兴奋。"], "check": ["牙髓温度试验（冷热诊）"], "symptom": [], "accompany": ["磨牙"], "do_eat": ["苹果", "菠菜", "番茄", "猪肉(瘦)", "鸡蛋"], "not_eat": ["花椒", "大葱", "辣椒(红、尖、干)", "洋葱", "肥膘肉", "白酒"], "common_drug": ["恒瑞医药 复方盐酸阿替卡因注射液", "丰原制药 复方盐酸阿替卡因注射液"]}
{"name": "白天嗜睡夜间失眠", "desc": "白天嗜睡夜间失眠通常指患者睡眠周期改变，白天昏昏欲睡，晚上则无睡意并影响白天社会功能的一种主观体验。医生们通常认为白天嗜睡是夜晚睡眠时间不足或夜间睡眠差引起，使生物钟及睡眠紊乱。睡觉时打呼噜,并有呼吸间歇现象者,可影响睡眠质量。体重超重也会引起白天过度困倦。糖尿病也和日间嗜睡具有非常紧密的联系。抑郁症、甲状腺机能减退常有嗜睡的表现。", "cure_department": ["精神科"], "cause": ["1、医生们通常认为白天嗜睡是夜晚睡眠时间不足或夜间睡眠差引起，使生物钟及睡眠紊乱。", "2、有睡眠呼吸暂停，即睡觉时打呼噜，并有呼吸间歇现象者，可影响睡眠质量。", "3、肥胖：体重超重也会引起白天过度困倦的重要原因。", "4、糖尿病也和日间嗜睡具有非常紧密的联系。在那些患有糖尿病的被调查者中、他们出现日间嗜睡的可能性是其他人的近2倍。", "5、抑郁症：可能是白天过度困倦的主要诱因、在接受抑郁症治疗的人当中、白天感到过于困倦的几率是正常水平的3倍。", "6、甲状腺机能减退：甲减患者由于基础代谢低、常有嗜睡的表现。", "7、营养不足：吃东西少营养不足容易导致困乏爱睡。多吃一点蛋白质食物可使症状改善。"], "prevent": ["一、保持乐观、知足长乐的良好心态。对社会竞争、个人得失等有充分的认识，避免因挫折致心理失衡。", "二、建立有规律的一日生活制度，保持人的正常睡-醒节律。", "三、创造有利于入睡的条件反射机制。如睡前半小时洗热水澡、泡脚、喝杯牛奶等，只要长期坚持，就会建立起\"入睡条件反射\"。", "四、白天适度的体育锻炼，有助于晚上的入睡。", "五、养成良好的睡眠卫生习惯，如保持卧室清洁、安静、远离噪音、避开光线刺激等;避免睡觉前喝茶、饮酒等。", "六、自我调节、自我暗示。可玩一些放松的活动，也可反复计数等，有时稍一放松，反而能加快入睡。", "七、限制白天睡眠时间，除老年人白天可适当午睡或打盹片刻外，应避免午睡或打盹，否则会减少晚上的睡意及睡眠时间。"], "check": ["脊髓灰质炎病毒抗体（Polio―Ab）", "脑脊液镁", "脑脊液钠", "脑脊液铅"], "symptom": ["睡眠障碍", "失眠症", "入睡困难", "抑郁症", "心律失常"], "accompany": ["焦虑", "疲劳", "失眠", "嗜睡", "睡眠障碍", "头昏", "抑郁"], "do_eat": ["枣（干）", "菠菜", "西兰花", "芋头", "燕麦片", "南瓜子仁"], "not_eat": ["葱白", "咖啡", "白萝卜", "大葱", "红辣椒", "白酒"], "common_drug": ["宁波大红鹰 氟哌啶醇片", "光辉 奋乃静片", "南京白敬宇 奋乃静片", "宁新宝 奋乃静片", "广东彼迪 奋乃静片", "山东博山 奋乃静片", "宁新宝 奋乃静片", "湖南洞庭 氟哌啶醇注射液"]}
{"name": "白头粉刺", "desc": "粉刺又称“痤疮”、“酒刺”、“暗疮”等，是发生在毛囊皮脂腺的慢性皮肤病，多因毛孔堵塞所致，若形成顶为白色的丘疹，就称为白头粉刺。白头粉刺也称为白头，是毛囊漏斗部被角质层细胞堆积、堵塞，角质物和皮脂充塞其中，形成白色角质物丘疹，表面有表皮覆盖，与外界不相通，成为封闭式粉刺。好发于面部或颈部，一般为对称性分布，两侧多寡不定，无自觉症状。白头粉刺与粟丘疹不同。粟丘疹为表皮附属器的潴留性囊肿。本病在治疗上可用粉刺压出器将其挤出。", "cure_department": ["皮肤性病科", "皮肤科"], "cause": ["是毛囊漏斗部被角质层细胞堆积、堵塞，角质物和皮脂充塞其中所致。", "主要有外在因素和内在因素二类。", "(一)内在因素：", "1、雄激素分泌过盛：是最主要的原因。特别是青春期男女雄激素分泌过盛是形成\"青春痘\"的主要原因。雄激素可直接刺激皮脂腺增多，促进毛囊的角化，堵塞毛孔引起炎症，造成粉刺，面疱的产生。", "2、与女性生理周期有关：有些女性在月经来临之前，面疱加剧。主要与激素分泌改变有关。", "3、身体内在疾病或功能紊乱：如胃、肾、肝等脏器病变，特别是胃肠功能紊乱，便秘等会诱发痤疮的产生。", "4、精神紧张、疲劳过度、睡眠不足等。", "5、过食油腻，酸辣等刺激性食物及甜食。", "(二)外在因素：", "1、清洁不当：致使毛孔堵塞，细菌感染引起。", "2、乱挤、乱抠、针挑不当：有些人长了粉刺后，乱挤压引起细菌感染。", "3、应用劣质化妆品，如两用粉饼、粉底等。", "4、紫外线及某些化学物质等。"], "prevent": ["祛除白头粉刺的生活小秘方：", "1、正确清洗肌肤：以温水洗脸，但每天洗脸次数不可超过3次。清除肌肤上分泌过多的油脂是消除粉刺面疱最重要的第一步，完整的清洁功夫，可以除去脸上沾附上的脏东西、老废角质，避免毛囊阻塞而减少粉刺面疱产生。", "2、定期去角质：定期去除堆积在毛孔的角质废物，可加强促进细胞新陈代谢，避免老废角质堆积、阻塞毛囊口，引发细菌滋生而产生面疱。", "3、使用适合的肌肤保养品：使用含有控油、去角质、抗菌等成份功效的保养品，也能够帮助肌肤对抗预防粉刺、面疱的产生。", "4、充足而规律的睡眠：熬夜与压力容易造成生理时钟紊乱的现象，导致荷尔蒙失调、影响内分泌，并进而间接地促使粉刺面疱的形成。", "5、避免过度曝晒于阳光下：过度曝晒于阳光下会刺激面疱恶化，且肌肤黑色素的累积，亦会加深痘疤的色泽，并延缓其恢复的时间。", "6、减少摄取油炸、辛辣、坚果类食品：这一类食物容易激发面疱的孳长，所以想减少粉刺或面疱的问题，必须先改变饮食习惯，多喝水且多吃青菜蔬果，加速身体的新陈代谢，促进细胞排毒的能力。"], "check": ["皮肤颜色", "皮肤真菌镜检"], "symptom": ["黑头粉刺"], "accompany": ["黑头粉刺"], "do_eat": ["菠菜", "番茄", "胡萝卜", "西兰花", "兔肉", "核桃"], "not_eat": ["海带(鲜)", "花椒", "大葱", "辣椒(红、尖、干)", "洋葱", "羊肉(肥瘦)"], "common_drug": ["江苏亚邦爱普森 普卢利沙星胶囊", "罗欣力 普卢利沙星胶囊", "成都倍特 普卢利沙星胶囊", "四川科伦 普卢利沙星胶囊", "大同五洲通 普卢利沙星胶囊", "海南海灵 普卢利沙星胶囊", "白云山制药总厂 普卢利沙星胶囊"]}
{"name": "白细胞减少", "desc": "白细胞减少症，是指周围白细胞计数持续下降所引起的一组症状。典型表现为头晕、乏力、肢体酸软、食欲减退，精神萎靡，低热，属祖国医学“虚劳”范畴。白细胞减少症是由于原因不明和继发于其他疾病之后而引起的疾病，分为原发性和继发性两大类。原发性者原因不明；继发性者认为其病因为急性感染，物理、化学因素，血液系统疾病，伴脾肿大的疾病，结缔组织疾病，过敏性疾病，遗传性疾病等，获得性或原因不明性粒细胞减少等。", "cure_department": ["内科", "血液科"], "cause": ["(一)骨髓损伤：", "1、药物引起的损伤：抗肿瘤药物和免疫抑制剂都可直接杀伤增殖细胞群，药物抑制或干扰粒细胞核酸合成，影响细胞代谢，阻碍细胞分裂。药物直接的毒性作用造成粒细胞减少与药物剂量相关。其它多类药物亦可有直接的细胞毒性或通过免疫机制使粒细胞生成减少。", "2、化学毒物及放射线：化学物苯及其衍生物、二硝基酚、砷等对造血干细胞有毒性作用，X线和中子能直接损伤造血干细胞和骨髓微环境，造成急性或慢性放射损害，出现粒细胞减少。", "3、免疫因素：自身免疫性粒细胞减少是自身抗体、T淋巴细胞或自然杀伤细胞作用于粒系分化的不同阶段，致骨髓损伤,粒细胞生成障碍。常见于风湿病和自身免疫性疾病时。", "4、全身感染：细菌感染如分支杆菌(特别是结核杆菌)及病毒感染如肝炎病毒等。", "5、异常细胞浸润骨髓：癌肿骨髓转移、造血系统恶性病及骨髓纤维化等造成骨髓造血功能的衰竭。", "6、细胞成熟障碍―无效造血：如叶酸和维生素B12缺乏，影响DNA合成，骨髓造血活跃，但细胞成熟停滞而破坏于骨髓内。某些先天性粒细胞缺乏症和急性非淋巴细胞白血病、骨髓异常增生综合症、阵发性睡眠性血红蛋白尿也存在着成熟障碍，而致粒细胞减少。", "(二)周围循环粒细胞分布异常。", "(三)血管外组织内的粒细胞需求增加，消耗加速。", "(四)混合因素。", "如慢性特发性粒细胞减少症、周期性粒细胞减少症等。临床上上述三类白细胞减少常混合存在，宜注意分析。"], "prevent": ["1、对密切接触放射线或苯的人群(高危人群)应作定期检查。", "2、对服用有可能引起粒细胞减少的药物的患者，要严密随访。", "3、慢性白细胞减少患者，长期随访若血象稳定可不必服药。对白细胞数较低而有症状者可选用利血生、沙肝醇、维生素B4等药物中的1-2种。", "4、对起病急骤的粒细胞减少症或缺乏症，应送血液科抢救。", "5、避免过度劳累;注意气候的变化，及时增减衣被，防止感受外邪而发病。"], "check": ["白细胞计数（WBC）", "血常规"], "symptom": ["周身不适", "肾盂肾炎", "毒血症", "粒细胞减少", "粒细胞缺乏症"], "accompany": ["白细胞增多"], "do_eat": ["牛奶", "菠菜", "西兰花", "鱼腥草", "鱼腥草", "鸡蛋"], "not_eat": ["辣椒(红、尖、干)", "咸鱼", "白酒", "黄酒", "啤酒"], "common_drug": ["广东三才石岐 醋酸泼尼松片", "威利坦", "华南牌 醋酸泼尼松片", "力生 醋酸泼尼松片", "天津天药 醋酸泼尼松片", "仙琚 醋酸泼尼松片", "山西亨瑞达 醋酸泼尼松片", "遂成药业 醋酸泼尼松片"]}
{"name": "白细胞尿", "desc": "白细胞尿：指新鲜离心尿液每个高倍镜视野白细胞超过5个，或者一小时新鲜尿液白细胞数超过40万或者12小时尿液中超过100万个。显微镜检查尿白细胞低于5个/高倍视野为正常。若高于或等于5个/高倍视野则称为白细胞尿。大量白细胞尿，多为泌尿系统感染如细菌、支原体、衣原体、病毒等。少量白细胞尿可见于各种肾炎，如狼疮性肾炎等。", "cure_department": ["内科", "泌尿内科"], "cause": ["多见于泌尿系统感染性疾病，但也可由泌尿系统非感染性疾病及邻近组织的感染性疾病引起。", "泌尿生殖系统疾病：", "1、肾脏疾病：肾盂肾炎、肾盂积脓、肾脓肿、肾结核、肾结石感染、肾小球疾病、肾小管间质疾病。", "2、输尿管疾病：炎症、结石、肿瘤。", "3、膀胱疾病:炎症、结石、肿瘤、异物。", "4、尿道疾病：炎症、结石、肿瘤、异物、尿道旁腺炎或脓肿。", "5、前列腺疾病:炎症、脓肿、肿瘤。", "6、精囊疾病：炎症、脓肿。", "邻近组织或器官疾病：", "肾周炎症或脓肿、输尿管周围炎症或脓肿、阑尾脓肿、输卵管卵巢炎症或脓肿、结肠或盆腔脓肿。"], "prevent": ["1、多喝水", "一天至少要喝二至三公升的白开水，因为多喝水、多排尿，有助于冲淡体内及肾脏堆积的毒素，对肾脏有保护作用。", "2、摄取低盐食物", "盐分会使血液浓缩，进而加重肾脏的运作功能。", "3、勿随意服用止痛药物", "根据研究显示，不少肾脏病患者有肾病问题，主要是肾内留有止痛药所导致。", "4、多运动", "控制血压、体重和血糖，以减轻肾脏的负担。"], "check": ["尿常规", "尿沉渣结晶检查"], "symptom": ["尿路感染", "真性菌尿", "无症状性菌尿", "管型尿", "蛋白尿", "混浊尿"], "accompany": ["白色尿液", "血尿"], "do_eat": ["白菜", "冬瓜", "黄瓜", "西兰花", "鱼肉"], "not_eat": ["姜", "辣椒(红、尖、干)", "洋葱", "白酒", "啤酒"], "common_drug": ["央宗药业 蒺藜药酒"]}
{"name": "白细胞增多", "desc": "白细胞是血液中一类细胞的总称，主要包括单核细胞，淋巴细胞，中性粒细胞，白细胞的正常值是4-10x10-12/ml，高于这个范围称为白细胞的增多。常见于急性感染，慢性感染等各种细菌或病毒感染性疾病。生理性增多：见于新生儿、妊娠、剧烈运动、寒冷刺激等；病理性增多：急性感染、严重创伤、急性出血、急性中毒、白血病、恶性肿瘤等。", "cure_department": ["内科", "血液科"], "cause": ["有炎症的时候，血液，尿液里面的白细胞就会增加。还有一些血液病的白细胞也会增加。", "此外医生常常要根据血常规中的白细胞状况进行分析，判断患者是否存在感染。一般来讲感染会引起白细胞增高。但某些白细胞增高不一定就是存在感染。", "2、生理因素", "许多生理因素可以引起白细胞总数增加。比如：剧烈运动；体力劳动；在冬季长时间暴露于冷空气之后；饱餐、淋浴后也常有白细胞轻微增高。生理性白细胞增高还见于情绪紧张，饥饿时低血糖等。但生理性白细胞增多是暂时的，去除影响因素则很快恢复。产生机制可能是与各种生理因素刺激时，体内儿茶酚胺分泌增多，导致边缘白细胞进入循环所致。", "许多药物可以引起白细胞总数增加。比如：某些抗生素如红霉素、头孢赛曲等；还有儿茶酚胺类药如肾上腺素、去甲肾上腺素、间羟胺、多巴胺等；另外肾上腺皮质激素氢化可的松、地塞米松、促肾上腺皮质激素等均可引起白细胞总数增多。抗精神病药碳酸锂也可以引起白细胞数量增多。", "总之，血常规中白细胞增高不一定是感染，很可能是由于上述生理因素或药物所致，血液病的白细胞也会增加 。"], "prevent": ["1、预防感染，慎重某些引起白细胞增多的药物，如某些抗生素和儿茶酚胺类药物等。", "2、适度运动和体力劳动。放松心情，规律饮食可调节因生理因素引起白细胞增高。"], "check": ["血常规", "白细胞计数（WBC）"], "symptom": ["白血病"], "accompany": ["脑脊液白细胞增加", "白细胞减少"], "do_eat": ["木耳(干)", "白菜", "西葫芦", "羊肉(瘦)", "燕麦片", "青豆"], "not_eat": ["李子", "葱白", "洋葱", "白扁豆", "白酒", "啤酒"], "common_drug": ["康尼", "玫满", "东北制药 注射用磷霉素钠", "东北制药 注射用磷霉素钠", "尊皇 益髓颗粒", "健今 益髓颗粒", "西安仁仁 益髓颗粒", "可盛 盐酸米诺环素胶囊"]}
{"name": "白血病细胞浸润", "desc": "白血病细胞广泛而无控制地异常增生，除累及造血系统外，还可向全身各组织器官浸润。急慢性白血病一个重要的病理改变是白血病细胞向体内重要器官，如肝、心、脑、肾、脾等游走浸润，从而引起器官不可逆损害。总的治疗原则是消灭白血病细胞群体和控制白血病细胞的大量增生，解除因白血病细胞浸润而引起的各种临床表现。", "cure_department": ["内科", "血液科"], "cause": ["急慢性白血病一个重要的病理改变是白血病细胞向体内重要器官，如肝、心、脑、肾、脾等游走浸润，从而引起器官不可逆损害。", "随着分子生物学技术的发展，白血病的病因学已从群体医学、细胞生物学进入分子生物学的研究。尽管许多因素被认为和白血病发生有关，但人类白血病的确切病因至今未明。目前在白血病的发病原因方面，仍然认为与感染，放射因素，化学因素，遗传因素有关。", "1、近亲结婚所生子女：近亲结婚的后代，遗传性疾病的发病率比非近亲结婚的后代高出150倍，这些孩子经常会发生染色体变异，因此更容易得上白血病。", "2、具有化学药物、毒物接触史：生活在油田、化工厂附近，或长期接触化工制剂的人群更易患病。", "3、与汽油长期接触：汽车驾驶员与含苯的汽油长期接触，造成患白血病的几率高。"], "prevent": ["1、减少或者避免有害物质，如电离辐射，化学物质的接触。", "2、对于某些获得性疾病可能转化为ALL应早期给予积极治疗。"], "check": ["血常规", "白细胞计数（WBC）"], "symptom": [], "accompany": ["白细胞增多"], "do_eat": ["口蘑", "石榴", "白菜", "西兰花", "赤砂糖"], "not_eat": ["葱白", "苦瓜", "辣椒(红、尖、干)", "洋葱", "螃蟹"], "common_drug": ["长春银诺克 消癌平片", "陕西健民 消癌平片", "金世制药 复方环磷酰胺片", "大洋制药 消癌平片", "普德药业 注射用甲氨蝶呤", "三联制药 消癌平片", "通化金马 消癌平片", "辉南辉发 复方环磷酰胺片"]}
{"name": "白晕", "desc": "白晕也叫白内障，即晶状体混浊称。", "cure_department": ["五官科", "眼科"], "cause": ["凡是各种原因如老化、遗传、局部营养障碍、免疫与代谢异常、外伤、中毒、辐射等，都能引起晶状体代谢紊乱，导致晶状体蛋白质变性而发生混浊,导致白内障。"], "prevent": ["饮食宜含丰富的蛋白质、钙、微量元素，多食含维生素A、B、C、D的食物。平时多食鱼类，能保持正常的视力，阻缓病情的进展。"], "check": ["眼科检查", "眼功能检查"], "symptom": ["晶状体蛋白逸出", "青光眼", "晶状体移位", "晶状体异位", "晶状体青光眼斑", "原发性急性闭角型青光眼"], "accompany": ["晶状体蛋白逸出", "晶状体移位"], "do_eat": ["菠萝", "菠菜", "大白菜(青口)", "胡萝卜", "辣椒(青、尖)", "茄子"], "not_eat": ["花椒", "大葱", "肥膘肉", "白酒", "啤酒"], "common_drug": ["万灵 阿苯达唑片", "湖北广济 阿苯达唑片", "松柏 吡喹酮片", "四川天德 阿苯达唑片", "华意 阿苯达唑片", "仙翁 阿苯达唑片", "重庆科瑞 阿苯达唑片", "福清 阿苯达唑片"]}
{"name": "白渣样鼻涕", "desc": "白渣样鼻涕 常由干酪性鼻炎引起，并有恶臭，检查中鼻道附近有豆渣样物，可伴发肉芽组织，有脓性鼻涕。干酪样物为淡黄色无组织结构的半固体，由脓细胞、坏死组织、脱落上皮、硬脂、少量胆固醇和钙盐结晶等无定形碎屑构成;其中尚可有白色链丝菌等真菌、类白喉杆菌等微生物，偶尔还可看到异物、鼻石或死骨等。多一侧发病，病程缓慢。主要症状是进行性鼻阻塞、脓性鼻涕奇臭、少量鼻出血、嗅觉减退和头昏、头痛、食欲不振等。如侵入蝶窦，则可损害视力和发生脑神经麻痹。", "cure_department": ["五官科", "耳鼻喉科"], "cause": ["由于鼻腔或鼻慢性脓性炎症、鼻腔阻塞、分泌物引流不畅，进而粘膜发生干酪样坏死和脓性分泌物浓缩，最终形成干酪样物质积蓄于鼻腔或鼻窦所致。"], "prevent": ["1、无论未病还是已病，鼻腔都应保持干净，注意卫生。", "2、不随意掐挖鼻腔，不拔鼻毛。", "3、工作或生活环境，力求空气新鲜，注意防止污染。", "4、忌食一切烟、酒、辣及刺激性食物。", "5、清除出的腐败污物，予以烧毁。不能烧毁的，应严格消毒。"], "check": ["鼻咽部MRI检查", "鼻腔内镜检查"], "symptom": ["萎缩性鼻炎", "干酪性鼻炎", "肉芽肿", "骨质破坏"], "accompany": ["流鼻涕", "流黄鼻涕"], "do_eat": ["木耳(干)", "白菜", "丝瓜", "大黄鱼", "青豆"], "not_eat": ["花椒", "薄荷", "葱白", "红辣椒", "海虾", "白酒"], "common_drug": ["鲁抗 注射用头孢唑林钠", "兰花药业 诺氟沙星胶囊", "石药欧意 诺氟沙星胶囊", "白云山医药 诺氟沙星胶囊", "康美药业 诺氟沙星胶囊", "锦华药业 诺氟沙星胶囊", "北京京丰制药集团 诺氟沙星胶囊", "白云山光华 罗红霉素颗粒"]}
{"name": "百特异症状", "desc": "患小儿充血性心力衰竭的新生儿在婴幼儿期常表现为嗜睡、淡漠、乏力、拒奶或呕吐等百特异症状。充血性心力衰竭(congestive heart faiture)是由于心功能减损，虽然发挥代偿能力后，心输出量仍不能满足静息或活动情况下全身组织代谢需要，因而体内有关部位发生血液瘀积，产生一系列的临床症状和体征，是常见的临床综合症。按充血性心力衰竭发病的急缓，可以分为急性充血性心力衰竭和慢性充血性心力衰竭;根据左右心室发病的先后，可分为左心室衰竭和右心室衰竭;按心力衰竭时血液动力学的改变，可分为低心排量和高心排量心力衰竭。后者如严重贫血或动静脉瘘等，即使心脏功能无明显降低，心输出量正常或相应增加，敢不能满足需要，而出现心力衰竭。临床以慢性低心排量充血性心力衰竭较常见。", "cure_department": ["内科", "心内科"], "cause": ["大多数患者有心脏病的病史，有效治疗病因可改善心衰预后。冠心病、高血压和老年性退行性心瓣膜病是老年心衰患者主要病因，而风湿性心瓣膜病、扩张型心肌病、急性重症心肌炎等病致年轻者心衰多见。冠心病是收缩性心衰最常见病因，积极血运重建可以防止心衰发展和恶化;高血压是舒张性(或射血分数正常)心衰常见病因，积极控制血压极其重要，否则心衰进展较快，诱发急性心衰。"], "prevent": ["感染、劳累和精神激动是诱发心力衰竭的主要因素，应积极防止。对有些病例应长期应用洋地黄维持量以防止发生心力衰竭。该病的治疗应包括防止和延缓心衰的发生，缓解临床心衰的症状，改善其长期预后和降低死亡率。"], "check": ["心脏血管超声检查", "心电图"], "symptom": ["呼吸困难", "肺气肿", "先天性心脏病", "肝脏肿大", "急性心包炎", "心包积液", "慢性缩窄性心包炎", "颈静脉怒张", "右心衰竭"], "accompany": ["心悸"], "do_eat": ["木耳(水发)", "小米", "白菜", "猪肉(瘦)", "青豆"], "not_eat": ["花椒", "大葱", "洋葱", "白酒", "啤酒", "白砂糖"], "common_drug": ["东北制药 呋塞米片", "力生 呋塞米片", "力生制药 氢氯噻嗪片", "天津太平洋 硝酸异山梨酯片", "云鹏 硝酸异山梨酯片", "仁和堂 氢氯噻嗪片", "常药 氢氯噻嗪片", "江苏亚邦爱普森 呋塞米片"]}
{"name": "柏油便", "desc": "柏油便（Tarry stool）：上消化道或小肠出血并在肠内停留时间较长，则因红细胞破坏后，血红蛋白在肠道内与硫化物结合形成硫化亚铁，使得粪便呈黑色，更由于附有黏液而发亮，类似柏油，故称柏油便。柏油样便又称为黑便。当患有消化性溃疡、出血性胃炎、糜烂性胃炎、食管癌、胃癌、肝硬化等消化道疾病或再生障碍性贫血、白血病、血友病等血液病时，就会出现上消化道出血而使大便发黑而成柏油样。", "cure_department": ["内科", "消化内科"], "cause": ["柏油样大便是上消化道出血引起的。肠内存血量超过60ml时，就可有柏油样大便排出。一般幽门以上部位出血多有呕血伴有柏油样大便；胃内出血较少或幽门以下部位出血则常只有柏油样便而无呕血。所以胃溃疡，胃炎出血多是呕血伴有柏油样大便，而十二指肠溃疡出血常单纯有拍油佯便，很少有呕血。"], "prevent": ["1、戒烟、酒、浓茶、咖啡、值得一说的碳酸饮料等。", "2、少吃辛辣及粗糙的食物，不暴饮暴食，少服对胃肠有刺激性的药物等。", "3、饮食提倡一日三餐，每顿不可过饱，不主张多餐，以免增加胃的负担。", "4、补充水分并非一味喝白开水，最好饮用含适当盐分、水分的电解质水溶液，如果拼命喝。", "5、白开水恐怕会导致体内电解质不足，引发抽筋现象。药店里能买到的补液盐也可买回自己冲服。", "6、自制一点红枣姜水的水来喝，早上喝。不要吃枣，姜片可以吃。", "7、苹果香蕉都不错。注意的是，苹果你要用水泡10分钟,时间注意不多也不少，然后带皮吃。"], "check": ["便常规", "粪便颜色"], "symptom": [], "accompany": ["大便呈褐色", "大便色浅"], "do_eat": ["荔枝", "牛奶", "白菜", "菠菜", "腰果"], "not_eat": ["年糕", "大葱", "辣椒(红、尖、干)", "山药", "山药", "洋葱"], "common_drug": []}
{"name": "败血症", "desc": "败血症（septicemia），是指细菌进入血液循环，并在其中生长繁殖、产生毒素而引起的全身性严重感染。临床表现为发热、严重毒血症状、皮疹瘀点、肝脾肿大和白细胞数增高等。分革兰阳性球菌败血症、革兰阴性杆菌败血症和脓毒败血症。以抗生素治疗为主，辅以其他治疗方法。预防措施为避免皮肤粘膜受损，防止细菌感染。", "cure_department": ["传染科"], "cause": ["各种致病菌都可引起败血症。常见者有金黄色葡萄球菌、溶血性链球菌、肺炎链球菌、大肠杆菌、脑膜炎双球菌、绿脓杆菌、变形杆菌、沙门菌属、克雷白菌属等。当机体抵抗力降低时，致病力较弱的细菌或条件致病菌，如表皮葡萄球菌等也可引起败血症。近年来致病菌种已发生变化，由革兰阳性球菌引起的败血症有所下降，而革兰阴性杆菌、厌氧菌和真菌所致者逐年上升，这与血管插管、体内异物置人等医学新技术的开展和抗生素的过度应用有一定关系。"], "prevent": ["1、对易患败血症的高危患者应密切观察病情变化，一旦出现败血症征象或疑似病情时要积极检查果断处理。对疖、痈等皮肤感染忌用挤压治疗法，留置体内的各种导管如有感染需及时拔除。", "2、烧伤病房及血液病患者接受化疗或骨髓移植时应采取严密隔离，传染病房住有或曾住过败血症患者的病房应加强消毒隔离措施，以防耐药的金葡菌、绿脓杆菌及真菌等蔓延。", "3、医疗用品(特别是医疗器械)的消毒应彻底，有条件最好使用一次性的医疗用品。工作人员中有慢性金葡菌携带者应暂时调离病房并予治疗，以保护抵抗力低下的患者免受感染。对部分患者可考虑应用免疫增强剂。"], "check": ["血常规", "血清免疫球蛋白测定"], "symptom": [], "accompany": ["持续性弛张热", "寒战"], "do_eat": ["木瓜", "胡萝卜", "木耳菜", "青豆", "鸡蛋"], "not_eat": ["大葱", "大蒜", "姜", "辣椒(红、尖、干)", "辣椒(青、尖)"], "common_drug": ["珠海联邦 盐酸左氧氟沙星胶囊", "宜昌长江 乳酸左氧氟沙星片", "可乐必妥", "大冢制药 盐酸左氧氟沙星胶囊", "许昌修正 盐酸左氧氟沙星片", "康尼", "黄河药业 盐酸左氧氟沙星胶囊", "鹏鹞药业 盐酸左氧氟沙星片"]}
{"name": "败血症的征象", "desc": "败血症的征象是细菌侵入血液并迅速生长繁殖，引起全身性感染症状。发病特点是开始剧烈寒战，以后持续40-41℃的高热，伴有出汗、头痛、恶心、呕吐、腹胀和皮下出血点等，严重时血压下降而休克。抽取血液作细菌培养，可找到大量细菌。常见有金黄色葡萄球菌、溶血性链球菌、肺炎链球菌、大肠杆菌、脑膜炎双球菌、绿脓杆菌、变形杆菌、沙门菌属、克雷白菌属等。", "cure_department": ["外科", "感染科"], "cause": ["各种致病菌都可引起败血症。常见有金黄色葡萄球菌、溶血性链球菌、肺炎链球菌、大肠杆菌、脑膜炎双球菌、绿脓杆菌、变形杆菌、沙门菌属、克雷白菌属等。当机体抵抗力降低时，致病力较弱的细菌或条件致病菌，如表皮葡萄球菌等也可引起败血症。近年来致病菌种已发生变化，由革兰阳性球菌引起的败血症有所下降，而革兰阴性杆菌、厌氧菌和真菌所致者逐年上升，这与血管插管、体内异物置人等医学新技术的开展和抗生素的过度应用有一定关系。"], "prevent": ["1、尽量避免皮肤粘膜受损。", "2、及时发现和处理感染病灶。", "3、各种诊疗操作应严格执行无菌要求。", "4、不滥用抗生素或肾上腺皮质激素。"], "check": ["直接涂片检查"], "symptom": ["关节疼痛", "脾肿大", "粒细胞减少", "再生障碍性贫血", "全血细胞减少", "骨髓增生异常综合征", "恶性组织细胞病", "淋巴结肿大", "特发性", "血小板减少", "血小板减少性紫癜", "出血性疾病"], "accompany": [], "do_eat": ["牛奶", "小米", "菠菜", "番茄", "西兰花"], "not_eat": ["奶酪", "大葱", "韭菜", "辣椒(红、尖、干)", "海虾", "鸡肉"], "common_drug": ["悦康药业 注射用头孢哌酮钠舒巴坦钠", "中生 静注人免疫球蛋白(pH4)", "莱士 静注人免疫球蛋白(pH4)", "齐鲁制药 注射用头孢他啶", "山西康宝 静注人免疫球蛋白(pH4)", "蜀阳药业 静注人免疫球蛋白(pH4)", "丽珠制药 注射用头孢他啶", "深圳致君制药 注射用头孢他啶"]}
{"name": "白色念珠菌感染", "desc": "白色念珠菌感染，常表现为阴道炎。念珠菌阴道炎是一种常见的阴道炎，习称霉菌阴道炎，发病率仅次于滴虫阴道炎。由念珠菌中的白色念珠菌感染所致。此菌呈卵园形，有芽生孢子及细胞发芽伸长而形成的假菌丝，假菌丝与孢子相连成链状或分枝状。念珠菌对热的抵抗力不强，加热至60°C1小时即可死亡;但对干燥、日光、紫外线及化学制济等抵抗力较强。", "cure_department": ["妇产科", "妇科"], "cause": ["白假丝酵母菌(candida Albicans)又称白色念珠菌，广泛存在于自然界，也存在于正常人口腔，上呼吸道，肠道及阴道，一般在正常机体中数量少，不引起疾病。为条件致病性真菌。", "由念珠菌中的白色念珠菌感染所致。念珠菌对热的抵抗力不强，加热至60℃1小时后即可死亡。但对干燥、日光、紫外线及化学制剂等抵抗力较强。在假丝酵母菌中80%～90%病原体为白假丝酵母菌10%～20%为光滑假丝酵母菌、近平滑假丝酵母菌热带假丝酵母菌等。白假丝酵母菌为条件致病菌，10%～20%非孕妇女及30%孕妇阴道中有此菌寄生但菌量极少，呈酵母相，并不引起症状。念珠菌生长最适宜的pH值为5.5，阴道的弱酸性环境能保持阴道的自洁功能，正常人为3.7-4.5，但阴道的弱酸性改变为pH5.5后，假丝酵母菌大量繁殖，并转变为菌丝相鵻，才引发阴道炎症状。因此用Ph4弱酸配方的女性护理液除了适合日常的清洁保养外，治病期间使用娇妍弱酸配方的女性护理液对霉菌的生长繁殖会有抑制作用。"], "prevent": ["1、妊娠。这是因为孕妇体内高激素水平导致阴道组织内糖原增高，为念珠菌的生长和繁殖提供了良好而充足的碳素来源。", "2、抗生素的使用。念珠菌性外阴阴道炎往往在长期使用抗生素或治疗后发病，无论是全身用药或局部用药，抗生素都可以破坏阴道内的正常菌群，特别是破坏了乳酸杆菌所提供的阴道保护作用。", "3、糖尿病。糖尿病患者合并VVC的危险性增高，虽然反复并发VVC不多见，但如果遇到顽固性VVC，或反复治疗不好时，应进一步检查血液，是否患有糖尿病。", "4、妇女日常卫生用品、洗涤及外阴清洗方法。(1)穿着不透气的化纤内裤。(2)使用不合格的劣质不洁卫生巾。(3)根据调查在洗衣机里有霉菌生长，洗衣时污染了内裤，由于疏忽，可能造成长期、反复的感染。(4)内裤洗涤后放在卫生间阴干，阴暗潮湿的条件，容易使念珠菌孳生，穿后形成了再感染。(5)频繁冲洗阴道(每周冲洗一次或一次以上者)，可以明显增加盆腔感染的机会，中度增加宫外孕的危险。", "5、由于在大多数患者中，同时从直肠和阴道内分别培养出的念珠菌的菌株完全相同，故由直肠直接接种于阴道的可能性尚不能完全排除。大便和擦拭方法不当，如常常习惯从后面向阴道方向擦拭不妥，应该是向后面肛门的方向擦拭。", "6、性行为的互相传播。性行为的多样化，或有肛门性交的性行为，都可以引发念珠菌感染，也有可能是最顽固性、复发性VVC的重要原因，不妨检点检点自己的性行为。", "7、冲洗阴道增加性传播疾病的发生。调查研究说明，使用冲洗液后破坏了阴道的酸碱度(pH)，一般正常女性阴道酸碱度在4.0～4.6，这种酸碱度有利乳酸杆菌的生长，如果改变其酸碱度，乳酸杆菌则不生长，所以，性传播疾病的感染率增加。同时，采用清水冲洗没有改变阴道的酸碱度，也不破坏阴道的正常菌群，所以，不会引起盆腔感染。"], "check": ["吞噬白色念珠菌功能试验"], "symptom": ["外阴瘙痒", "滴虫性阴道炎", "细菌感染"], "accompany": ["外阴瘙痒", "灼痛"], "do_eat": ["白菜", "菠菜", "黄豆芽", "苦瓜", "母鸡"], "not_eat": ["姜", "辣椒(红、尖、干)", "洋葱", "白酒", "啤酒", "白砂糖"], "common_drug": ["人福成田药业 维A酸乳膏", "遂成药业 维A酸乳膏", "良福制药 维A酸乳膏", "珠江制药 维生素A软胶囊", "双鲸药业 维生素A软胶囊", "维生素A软胶囊", "臣功制药 维A酸乳膏", "双吉制药 维A酸乳膏"]}
